Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

# Please enter ID/email account
source: Enter user ID/email/username
tr: Kullanıcı Kimliği/E -posta/Kullanıcı Adı girin
vi: Nhập ID người dùng/email/tên người dùng

source: Login with Credentials
tr: giriş yapın
vi: Với thông tin

source: Login with Mobile
tr: Mobil ile Giriş
vi: Bằng điện thoại di

source: Account ID/Mailbox
tr: Kimlik / E-posta
vi: ID / Poçta gutusynyň hasabyny giriziň

# Login.loading..
source: Login...
tr: Hasaba alyş ...
vi: đăng nhập...

# Registering.loading
source: Registering...
tr: Hasaba alyş ...
vi: Đăng ký ...

source: Successful registration
tr: Üstünlikli hasaba alyndy
vi: Đăng ký thành công

source: Alipay authorized login...
tr: Alaýjy ygtyýarly giriş ...
vi: Đăng nhập ủy quyền của Alipay ...

source: Please input the correct mobile number or email
tr: Dogry jübi telefon belgisini ýa-da poçta gutusyny giriziň
vi: Vui lòng nhập đúng số điện thoại di động hoặc hộp thư

source: Verification code has been sent, please check
tr: Barlag kody, barlamaga üns bermegiňizi haýyş edýäris
vi: Mã xác minh, vui lòng chú ý để kiểm tra nó

# Code Send to
source: Press send code and verification code will be sent to
tr: Gönder'e tıklayın, size bir doğrulama kodu gönderilecektir
vi: Nhấp vào Gửi và mã xác minh sẽ được gửi cho bạn

# Password has been recovered, please login again
source: Password has been reset, please enter new password.
tr: Parol alyndy, gaýtadan girmegiňizi haýyş edýäris
vi: Mật khẩu đã được truy xuất, vui lòng đăng nhập lại

source: Register account
tr: Hasaplary hasaba alyň
vi: Đăng ký một tài khoản

source: Please enter the password again
tr: Tassyklama parolyny giriziň
vi: Vui lòng nhập mật khẩu xác nhận

source: Enter the verification code
tr: Lütfen Kodu Giriniz
vi: vui lòng nhập mã xác nhận

source: Service agreement
tr: Hizmet Koşulları
vi: Thỏa thuận dịch vụ

source: and
tr: ve
vi: và

source: Privacy agreement
tr: Gizlilik Sözleşmesi
vi: Thỏa thuận quyền riêng tư

source: Switch to Email
tr: E-poçta hasaba alynmagy
vi: đăng kí thư điện tử

source: Switch to Phone
tr: Telefonyňyzy hasaba alyň
vi: Đăng ký điện thoại của bạn

# Register to Email
source: Register with Email
tr: E-poçta hasaba alynmagy
vi: đăng kí thư điện tử

# Register to Phone
source: Register with Phone
tr: Telefonyňyzy hasaba alyň
vi: Đăng ký điện thoại của bạn

source: Reset Password
tr: paroly täzeden düzmek
vi: đặt lại mật khẩu

source: Please enter the mobile phone number/email account used when registering
tr: Hasaba alnan mahaly jübi telefon belgisini / poçta gutusynyň hasabyny giriziň
vi: Vui lòng nhập số điện thoại/tài khoản hộp thư di động khi đăng ký

source: Submit
tr: Iberiň
vi: Gửi đi

# Those password didn't
source: Passwords didn't match
tr: Iki parol gabat gelmeýän, gaýtadan işlenmegiňizi haýyş edýäris
vi: Hai mật khẩu không nhất quán, vui lòng nhập lại，

source: The verification code has been sent, please check it carefully
tr: Barlag kody iberildi, barlamaga üns beriň
vi: Mã xác minh đã được gửi, vui lòng chú ý đến séc，

source: Can view nearby users
tr: Userleri ýakynda görüp bilersiňiz
vi: Bạn có thể xem người dùng gần đó

source: Can view recommended people
tr: Önerilen kişileri görüntüleyebilir
vi: Có thể xem những người được đề xuất

source: View likes
tr: Halaýan adamy görüň
vi: Xem người thích

source: This is a file
tr: Bu faýl
vi: Đây là một tập tin

source: Days ago
tr: Birnäçe gün ozal
vi: Ngày trước

source: Hours ago
tr: Bir sagat öň
vi: Một giờ trước

source: Minutes ago
tr: minut öň
vi: Vài phút trước

source: Just now
tr: adalatly
vi: chỉ cần

source: Number of likes
tr: Halanýanlaryň sany
vi: Số lượt thích

# Friends have not opened Moments
source: Friend has not opened moments
tr: Dostlar endigiň gelen dostlar toparyny açmady
vi: Bạn bè chưa mở vòng tròn của bạn bè

source: From
tr: itibaren
vi: Từ

source: ’s post
tr: Dostlar topary
vi: Vòng tròn bạn bè

source: Proceed to set up payment password
tr: Töleg paroly bellemek
vi: Có nên đặt mật khẩu thanh toán hay không

# Whether to go for real-name authentication
source: Proceed to real-name authentication
tr: Hakyky tassyklamak üçin hakyky dälmi
vi: Có nên đi đến xác thực thực tế hay không

source: Contain
tr: Goşuň
vi: Bao gồm

# Delete on all device
source: Delete on all devices
tr: Her kimiň enjamlarynda pozuň
vi: Xóa trên thiết bị của mọi người

source: Delete on my device
tr: Enjamymda pozuň
vi: Xóa trên thiết bị của tôi

source: Save video
tr: Wideo ýazdyryň
vi: Lưu video

# Start a private chat
source: Initiate a secret chat
tr: Hususy söhbetdeşlige başlamak
vi: Bắt đầu trò chuyện riêng tư

source: Immediately delete both party chat records
tr: Iki tarapyň hemmesiniň ähli söhbetdeşlik ýazgylaryny arassalaýarsyňyzmy?
vi: Bạn có xóa tất cả các hồ sơ trò chuyện của cả hai bên không? ？

source: You received a private message
tr: Şahsy söhbetdeşlik habaryny alýarsyňyz
vi: Bạn nhận được một tin nhắn trò chuyện riêng tư

source: Binding prompt
tr: Baglaýjy gyssagly
vi: Ràng buộc nhắc nhở

source: Your account has security risks. For the safety of your account please bind your mobile phone number or email account as soon as possible.
tr: Hasabyňyzdaky gizlin howplar bar. Hasabyňyzyň howpsuzlygy üçin jübi telefony ýa-da poçta gutusynyň hasabyny baglanyşdyrmaly, mümkin boldugyça gysga wagtda baglaň.
vi: Có những nguy hiểm ẩn trong tài khoản của bạn. Đối với bảo mật tài khoản của bạn, bạn cần ràng buộc một tài khoản điện thoại hoặc hộp thư di động, vui lòng liên kết nó càng sớm càng tốt.

source: Go to bind
tr: Baglamak
vi: Ràng buộc

source: Logout
tr: çykyň
vi: đăng xuất

# WarmReminder
source: Reminder
tr: Maslahatlar
vi: Lời khuyên

source: Your account has no password, Please set up a password before you can continue to use the APP.
tr: Hasabyňyz entek parol kesgitlemedi we programmany ulanmagy dowam etdirmek üçin kämilleşdirmeli.
vi: Tài khoản của bạn chưa đặt mật khẩu và cần được cải thiện để tiếp tục sử dụng ứng dụng.

source: Go to Settings
tr: Düzüldi
vi: Đặt

source: Bind account
tr: Baglanan hasaby
vi: Tài khoản bị ràng buộc

source: Please bind mobile phone/email
tr: Jübi telefonyňyzy / Poçta gutyňyzy baglaň
vi: Vui lòng ràng buộc điện thoại/hộp thư di động của bạn

source: Binding phone
tr: Jübi telefony
vi: Liên kết điện thoại di động

source: Binding Email
tr: E postayı bağla
vi: Hộp thư bị đứt

source: iCan store apply for use
tr: Markamyz ulanmak üçin ýüz tutmak
vi: Ứng dụng trung tâm của chúng tôi để sử dụng

source: Your iCan chat avatar, nickname, and gender information
tr: ICAN SATAVATIVAT, Lawnam we jyns maglumatlary Chat
vi: Avatar, biệt danh và thông tin giới tính của bạn Chat

source: You can log in with the following personal information
tr: Aşakdaky şahsy maglumatlaryňyz bilen girip bilersiňiz
vi: Bạn có thể đăng nhập với thông tin cá nhân sau đây

source: iCan chat personal information
tr: ICAN söhbet şahsy maglumatlary Chat
vi: ICAN CHAT THÔNG TIN Cá nhân Chat

source: Send code
tr: KODU GÖNDER
vi: Mã xác nhận

source: Verification
tr: Doğrulama
vi: xác minh

source: Verification code has been sent
tr: Doğrulama kodu gönderildi
vi: Mã xác minh đã được gửi

source: Try Another Way
tr: Başka Bir Yol Deneyin
vi: Hãy thử cách khác

source: Get OTP via Mobile
tr: Mobil aracılığıyla OTP alın
vi: Nhận OTP qua điện thoại di động

source: Get OTP via Email
tr: OTP'yi e -posta ile alın
vi: Nhận OTP qua email

# VerifyHeaderTitle
source: To ensure the security and privacy of your account, we need to verify your login by sending an OTP.
tr: Hesabınızın güvenliğini ve gizliliğini sağlamak için, bir OTP göndererek girişinizi doğrulamamız gerekir.
vi: Để đảm bảo bảo mật và quyền riêng tư của tài khoản của bạn, chúng tôi cần xác minh đăng nhập của bạn bằng cách gửi OTP.

source: Within 100m
tr: 100 metriň içinde
vi: Trong vòng 100m

source: Not connected
tr: baglanyşyk ýok
vi: không kết nối

source: Waiting for network
tr: Bağlantı bekliyor
vi: Chờ đợi mạng

source: See more
tr: Doly tekst
vi: toàn văn

source: Burn immediately
tr: Derrew ýakmak
vi: Đốt ngay lập tức

source: 30 minutes
tr: 30 minut
vi: 30 phút

source: 120 minutes
tr: 120 minut
vi: 120 phút

source: 8 hours
tr: 8 sagat
vi: 8 giờ

source: 24 hours
tr: 24 sagat
vi: 24 giờ

source: 7 days
tr: 7 gün
vi: 7 ngày

source: 15 days
tr: 15 gün
vi: 15 ngày

source: 30 days
tr: 30 gün
vi: 30 ngày

source: 90 days
tr: 90 gün
vi: 90 ngày

source: Awaiting response
tr: Çakylygyň çakylygy kabul etmegine beýleki tarapa garaşmak
vi: Chờ đợi bên kia chấp nhận lời mời

# InviteYouVideoCall
source: Invites you to a video call
tr: Wideo jaňlaryny etmäge çagyryň
vi: Mời bạn thực hiện các cuộc gọi video

source: Canceled
tr: Ýatyryldy
vi: Bị hủy bỏ

# The other party has cancelled
source: Cancelled
tr: Beýleki tarap ýatyryldy
vi: Bên kia đã bị hủy bỏ

# The other party has rejected
source: Rejected
tr: Beýleki tarap ret etdi
vi: Bên kia đã từ chối

source: Rejected
tr: ret edildi
vi: từ chối

source: Hang up
tr: Asmak
vi: Treo cổ

source: The other party has hung up
tr: Beýleki tarapyň astyndadygyna
vi: Bên kia đã treo lên

source: The other party is busy
tr: Beýleki tarap meşgul
vi: Bên kia đang bận rộn

source: Busy
tr: Meşgul
vi: Bận

# The other party did not answer
source: No answer
tr: Beýleki tarap jogap bermedi
vi: Bên kia không trả lời

source: Missed
tr: Jogap berilmedi
vi: Không có câu trả lời

# Call Duration
source: Duration
tr: Jaň etmegiň wagty
vi: Thời gian để gọi

source: Speaker
tr: spiker
vi: loa

source: Mute
tr: Lal
vi: Người câm

source: Switch camera
tr: Kamerany geçiň
vi: Chuyển máy ảnh

source: Switch to voice call
tr: Ses jaňyna geçiň
vi: Chuyển sang cuộc gọi thoại

source: Answer
tr: Volks
vi: Volks

# InviteYouVoiceCall
source: Invited you to a voice call
tr: Sesli jaň etmäge çagyryň
vi: Mời bạn thực hiện cuộc gọi thoại

source: End call
tr: asylmak
vi: treo lên

source: Missed video call
tr: Cevapsız görüntülü görüşme
vi: Cuộc gọi video bị nhỡ

source: Missed voice call
tr: Cevapsız sesli arama
vi: Cuộc gọi nhỡ

source: transfer within two hours
tr: Iki sagadyň dowamynda gelmegine garaşylýar
vi: Dự kiến ​​sẽ đến trong vòng hai giờ

source: Mall assistant
tr: Söwda merkeziniň kömekçisi
vi: Trợ lý trung tâm mua sắm

# NoticeOTP
source: OTP Assistant
tr: Doğrulama Kodu Asistanı
vi: Domrulama Kodu Asistanı

source: Draft
tr: taslamasy
vi: bản thảo

source: Send separately to:
tr: Aýratyn iber:
vi: Gửi chúng một cách riêng biệt :：

source: Select friends
tr: Söhbet saýlaň
vi: Chọn một cuộc trò chuyện

source: Up to 9 people contacts
tr: 9-a çenli adama çenli saýlaň
vi: Chọn tối đa 9 người

source: Repost one by one
tr: Birini biri-birine ugradyň
vi: Chuyển tiếp từng cái một

# MessageMuch
source: Message
tr: Täzelikler
vi: Tin tức

source: Email verification code
tr: E-poçta tassyklama kody
vi: Mã xác minh e-mail

source: Mobile verification code
tr: Jübi telefony barlamak kody
vi: Mã xác minh điện thoại di động

source: Total balance
tr: Deňagramlylygyň umumy mukdary
vi: Tổng số lượng cân bằng

source: Google maps
tr: Google Kartasy
vi: Bản đồ Google

source: Please install Google Map
tr: Lütfen Google haritaları yükleyin
vi: Vui lòng cài đặt Google Maps

source: Baidu map
tr: Baidu kartasy
vi: Bản đồ Baidu

source: Amap map
tr: Gaodee kartasy
vi: Bản đồ Gaode

source: Apple map
tr: Apple kartasy
vi: Bản đồ táo

source: Need to download Google Maps
tr: Google Kartalary göçürip almaly
vi: Bạn cần tải xuống Google Maps

# The two entered passwords are inconsistent
source: The entered passwords are inconsistent
tr: Iki giriş parollary gabat gelmeýär
vi: Hai mật khẩu đầu vào không nhất quán

source: Password must be 6-32 characters
tr: Parol 6-32 bit bolmaly-32
vi: Mật khẩu phải là 6-32 bit-32位

# Please agree the Service agreement and Privacy agreement
source: Please agree to the service agreement and privacy agreement
tr: Hyzmat şertnamasyna we Gizlinlik şertnamasyna razy
vi: Vui lòng đồng ý với "Thỏa thuận dịch vụ" và "Thỏa thuận quyền riêng tư

source: Nickname is too long
tr: Lakam gaty uzyn
vi: Biệt danh quá dài

source: Your account logged in at
tr: Hasabyňyz girýär
vi: Tài khoản của bạn đang ở

source: Disabled
tr: Maýyp
vi: Vô hiệu hóa

source: on another device. If you didn’t intend to log in to your account from other device, please protect your account by changing your login password ASAP.
tr: Beýleki enjamlara giriň. Bu siziň işiňiz däl bolsa, giriş parolyny mümkin boldugyça gysga wagtda üýtgetmek üçin hasabatymyza girmegiňizi haýyş edýäris.
vi: Đăng nhập vào các thiết bị khác. Nếu đây không phải là hoạt động của bạn, vui lòng đăng nhập vào ứng dụng của chúng tôi để sửa đổi mật khẩu đăng nhập càng sớm càng tốt.

source: Comments
tr: Gözden geçirmek
vi: Xét lại

source: Additional information
tr: Goşmaça maglumat
vi: Thông tin thêm

source: Select
tr: saýlaň
vi: chọn

source: Public
tr: köpçülik
vi: công cộng

source: The password must be 6 numeric characters
tr: Töleg paroly 6 sanly parol bolmaly
vi: Mật khẩu thanh toán phải là 6 chữ số mật khẩu

source: Enter the new password again
tr: Töleg paroly tassyklamagyňyzy haýyş edýäris
vi: Vui lòng xác nhận mật khẩu thanh toán

source: Clear amount
tr: Düşnükli mukdar
vi: Số lượng rõ ràng

# Set up payment amount
source: Set payment amount
tr: Töleg mukdaryny düzüň
vi: Đặt số tiền thanh toán

# Received amount
source: Amount to be received
tr: Mukdaryny alyň
vi: Nhận số tiền

source: Red packet amount
tr: Gyzyl konwert mukdary
vi: Số lượng phong bì màu đỏ

source: Return time
tr: Yzyna wagt
vi: Quay trở lại thời gian

source: Top up amount
tr: Zarýad berlen
vi: Lượng sạc lại

source: Consumption amount
tr: Sarp etmegiň mukdary
vi: Lượng tiêu thụ

# Consumption time
source: Used on
tr: Sarp ediş wagty
vi: Thời gian tiêu thụ

source: Withdrawal amount
tr: Çykmak mukdary
vi: Số tiền rút

# Application Time
source: Order time
tr: amaly wagty
vi: thời gian nộp đơn

source: Failure time
tr: Wagt şowsuz
vi: Thất bại thời gian

source: Payment time
tr: Töleg wagty
vi: Thời gian thanh toán

source: Receipt time
tr: Kwitansiýa wagty
vi: Thời gian nhận

source: Order number
tr: Sargyt belgisi
vi: Số đặt hàng

# Trading Hours
source: Order time
tr: geleşik sagatlary
vi: giờ giao dịch

# TransactionType
source: Trans.type
tr: Geleşik görnüşi
vi: Loại giao dịch

# Video processing, please post later
source: Video is processing, please wait
tr: Wideo gaýtadan işlemek wagtynda, goýmagyňyzy haýyş edýäris
vi: Trong quá trình xử lý video, xin vui lòng đăng nó，

source: Cannot send blank message
tr: Boş maglumatlary iberip bilmeýär
vi: Không thể gửi thông tin trống

source: Select up to 9 pictures
tr: 9-a çenli surata çenli saýlaň
vi: Chọn tối đa 9 hình ảnh

source: Only one video can be selected
tr: Men wideo saýladym
vi: Tôi đã chọn một video

source: Video export failed, please upload again
tr: Wideo eksporty şowsuz boldy, täzeden ýükläň
vi: Xuất video không thành công, vui lòng tải lên lại,

source: Please enter the correct email format
tr: Dogry poçta gutusynyň hasabyny giriziň
vi: Vui lòng nhập tài khoản hộp thư chính xác

source: Set avatar
tr: Awatar goýuň
vi: Đặt Avatar

source: Confirm to log out？
tr: Çykyş girişini tassyklaň?
vi: Xác nhận đăng nhập thoát? ？

source: Notice
tr: Maslahat
vi: gợi ý

source: Hold for video, tap for photo
tr: Suraty degiň, kamerany tutuň
vi: Chạm vào ảnh, giữ máy ảnh，

# Keep chat history within 5 minutes
source: Keep chat history for 5 minutes
tr: 5 minutyň içinde söhbetdeşlik ýazgysyny saklaň
vi: Giữ một bản ghi trò chuyện trong vòng 5 phút

# Keep chat history within 1 hour
source: Keep chat history for 1 hour
tr: 1 sagadyň içinde söhbet ýazgysyny saklaň
vi: Giữ một bản ghi trò chuyện trong vòng 1 giờ

# Keep chat history within 1 day
source: Keep chat history for 1 day
tr: 1 günüň içinde söhbetdeşlik ýazgysyny saklaň
vi: Giữ một bản ghi trò chuyện trong vòng 1 ngày

source: Keep chat history for 3 days
tr: 3 günüň içinde söhbetdeşlik rekordyny saklaň
vi: Giữ một bản ghi trò chuyện trong vòng 3 ngày

# Keep chat history within 3 months
source: Keep chat history for 3 months
tr: 3 aýyň içinde söhbetdeşlik rekordyny saklaň
vi: Giữ một hồ sơ trò chuyện trong vòng 3 tháng

source: Group ID
tr: Topar belgisi
vi: Id nhóm

# Are you sure to delete all messages
source: Are you sure you want to delete all messages?
tr: Thehli habarlary pozuň Haýsy habarlary pozuň?
vi: Xác nhận rằng xóa tất cả các tin nhắn? ？

source: The number of red packets cannot exceed the number of people in the group
tr: Gyzyl möhletleriň sany toparlaryň sanyndan köp bolup bilmez
vi: Số lượng phong bì màu đỏ không thể vượt quá số lượng nhóm

# Up to 10000CNY for each Red Packet
source: Up to 10000CNT for each red packet
tr: Gyzyl konwertleriň mukdary 10000.00 CNT köp bolmaly däldir
vi: Số lượng phong bì màu đỏ không được lớn hơn 10000,00 nhân dân tệ.00CNT

# Up to 10000CNY for each Red Packet Chat
source: Up to 10000CNY for each red packet
tr: Gyzyl konwertleriň mukdary 10000.00 CNT köp bolmaly däldir
vi: Số lượng phong bì màu đỏ không được lớn hơn 10000,00 nhân dân tệ.00CNY

# The red packet amount cannot be less than 0.01CNY
source: The red packet amount cannot be less than 0.01CNT
tr: Gyzyl konwertleriň mukdary 0.01 CNT ydan az bolmaly däldir
vi: Số lượng phong bì đỏ không được nhỏ hơn 0,01 nhân dân tệ.01CNT

# The red packet amount cannot be less than 0.01CNY Chat
source: The red packet amount cannot be less than 0.01CNY
tr: Gyzyl konwertleriň mukdary 0.01 CNT ydan az bolmaly däldir
vi: Số lượng phong bì đỏ không được nhỏ hơn 0,01 nhân dân tệ.01CNY

source: VIP users total
tr: Ulanyjylar bilelikde serişde
vi: Người dùng VIP cùng nhau

source: This group has a total of
tr: Topar topary
vi: Nhóm nhóm

source: The number of red packets cannot be less than
tr: Gyzyl konwertleriň sany az bolmaly däldir
vi: Số lượng phong bì màu đỏ không được ít hơn

source: Amount is at least
tr: Mukdary iň bolmanda
vi: Số tiền ít nhất là

# CNY
source: CNT
vi: Nhân dân tệ

# CNYChat
source: CNY
tr: CNT
vi: Nhân dân tệ

source: The red packet amount cannot be less than
tr: Gyzyl konwertleriň mukdary az bolmaly däldir
vi: Số lượng phong bì màu đỏ không được nhỏ hơn

# You are become friends each other
source: You have become friends with each other
tr: Biri-birimizi dost hökmünde goşduňyz
vi: Bạn đã thêm nhau như một người bạn

source: Already received
tr: Gutardy
vi: Đã hoàn thành

source: Paying to myself is not supported
tr: Özüňe töleg tölemeýär
vi: Không hỗ trợ thanh toán cho chính mình

source: Pay to individual
tr: Şahsyýete tölemek
vi: Trả tiền cho cá nhân

source: Add remarks (within 50 characters)
tr: Bellikler goşuň (50 sözüň içinde)
vi: Thêm ghi chú (trong vòng 50 từ)

# surePay
source: Pay
tr: Elbetde
vi: Đảm bảo

source: Payment result
tr: Töleg netijeleri
vi: Kết quả thanh toán

source: Received Total payment
tr: Jemi saklamak
vi: Tổng số để nhận

source: Cancel payment
tr: Tölegi ýatyryň
vi: Hủy thanh toán

source: Add notes
tr: Bellikler
vi: Thêm ghi chú

source: Receive payment
tr: Geleşik ýygyndysy
vi: Bộ sưu tập giao dịch

source: Sent you a random red packet
tr: Size tötänleýin gyzyl konwert iberiň
vi: Gửi cho bạn một phong bì màu đỏ ngẫu nhiên

source: You have already grabbed the red packet
tr: Gyzyl konweri tutduňyz
vi: Bạn đã chộp lấy phong bì màu đỏ

source: Too slow， Red packet has finished
tr: El haýal, gyzyl konwert gutardy
vi: Bàn tay chậm, phong bì màu đỏ được hoàn thành，

source: The red packet has expired
tr: Gyzyl konwertiň möhleti gutardy
vi: Phong bì màu đỏ đã hết hạn

source: Red packet that has not been opened will return to the wallet
tr: Yzyna gaýtarylmadyk gyzyl konwertden soň yzyna gaýtarylar
vi: Hoàn lại tiền sẽ được bắt đầu sau khi phong bì màu đỏ chưa nhận được

source: Transferred to wallet
tr: Eýýäm üýtgeşiklige goýlan, göni sarp edip bilersiňiz
vi: Đã gửi vào thay đổi, bạn có thể tiêu thụ trực tiếp，

source: Sent red packet
tr: Gyzyl konwert
vi: Phong bì màu đỏ

source: Received red packet
tr: Gyzyl konwert aldy
vi: Nhận được phong bì đỏ

source: Luckiest draw
tr: Iň gowy eli
vi: Bàn tay tốt nhất

source: Please enter content
tr: Mazmuny giriziň
vi: Vui lòng nhập nội dung

# EditGroupAnnounceViewController.rightButton
source: Send
tr: tassykla
vi: xác nhận

# turn on burn after reading (burn immediately)
source: turned on burn after reading (burn immediately)
tr: Ondan soň ýakalar, ýak bolar (derrew ýakylýar)
vi: Sau khi đọc nó, nó sẽ bị đốt cháy (ngay lập tức đốt)

source: set burn after reading to 30 minutes
tr: Ondan soň, üzüm bolar (30 minut)
vi: Sau khi đọc nó, nó sẽ được đốt (30 phút)

source: set burn after reading to 120 minutes
tr: Ondan soň inçekesel bolar (120 minut)
vi: Sau khi đọc nó, nó sẽ được đốt (120 phút)

source: set burn after reading to 8 hours
tr: Ony okandan soň, tizläpçjek (8 gezek)
vi: Sau khi đọc nó, tôi sẽ đốt cháy (8 giờ)

source: set burn after reading to 24 hours
tr: Ondan soň ,paly (24 sagat)
vi: Sau khi đọc nó, nó sẽ được thiêu hủy (24 giờ)

source: set burn after reading to 7 days
tr: Ondan soň ýakylar (7 gün)
vi: Sau khi đọc nó, nó sẽ bị đốt cháy (7 ngày)

source: set burn after reading to 15 days
tr: Ondan soň ýakylar (15 gün)
vi: Sau khi đọc nó, nó sẽ bị đốt cháy (15 ngày)

source: set burn after reading to 30 days
tr: Ondan soň, üzüm bolar (30 gün)
vi: Sau khi đọc nó, nó sẽ được thiêu hủy (30 ngày)

source: set burn after reading to 90 days
tr: Ondan soň inçekesel bolar (90 gün)
vi: Sau khi đọc nó, nó sẽ được thiêu hủy (90 ngày)

source: I agree
tr: razy
vi: đồng ý

source: Payment code transaction
tr: Töleg kody amallary
vi: Giao dịch mã thanh toán

source: Receipt code transaction
tr: Kod geleşigi almak
vi: Nhận giao dịch mã

source: You have not bound your mobile phone or email, please bind your mobile phone/email to retrieve your password.
tr: Jübi telefonyňyzy ýa-da poçta gutyňyzy baglamadyňyz, parolyňyzy täzeden almak üçin jübi telefonyňyzy / Poçta gutyňyzy baglaň.
vi: Bạn không ràng buộc điện thoại hoặc hộp thư di động của mình, vui lòng liên kết hộp điện thoại/thư di động của bạn để lấy mật khẩu trước.

# showReceiveRedPacketTip
source: Red packet
tr: Gyzyl konwert
vi: Phong bì màu đỏ

# showReceiveUrlTip
source: Web Link
tr: Bağlantı
vi: liên kết

source: You received
tr: Siz ony aldyňyz
vi: Bạn đã nhận được nó

# Added to block list， You will not receive message from this user
source: Added to blocked list， You will not receive message from this user
tr: Gara sanawa goşan bolsaňyz, indi beýleki tarapyň habaryny almarsyňyz
vi: Nếu bạn đã thêm vào danh sách đen, bạn sẽ không còn nhận được tin tức của bên kia，

source: mentioned you in the post
tr: Sizi poçta bilen belläň
vi: Đánh dấu bạn trong bài viết

source: commented on your post
tr: Teswirlerde aýtdym
vi: Tôi đã đề cập đến bạn trong các ý kiến

# replied you
source: replied to you
tr: Saňa jogap ber
vi: Trả lời bạn

source: shared your post
tr: Dostlaryňyzyň toparyny paýlaşyň
vi: Chia sẻ vòng tròn bạn bè của bạn

source: transfer
tr: Gönder
vi: chuyển khoản

# the Alipay account must be Email or phone number
source: The Alipay account must be an email or phone number
tr: Hasap formaty nädogry, (Poçta gutusy ýa-da jübi telefon belgisini) täzeden ýazmagyňyzy haýyş edýäris
vi: Định dạng tài khoản không chính xác, vui lòng nhập lại (hộp thư hoặc số điện thoại di động),

source: Network connection
tr: Tor birikmesi
vi: Kết nối mạng

# related message
source: related message（s）
tr: Baglanyşykly söhbetdeş ýazgylar
vi: Hồ sơ trò chuyện liên quan

source: Moments
tr: Dostlar topary
vi: Vòng tròn bạn bè

source: Turn off speaker
tr: Baş pleýer
vi: Phát lại đầu

source: Turn on speaker
tr: Wokal pleýer oýnamak
vi: Phát lại người chơi giọng hát

source: Amount cannot be 0
tr: Mukdary 0 bolup bilmez
vi: Số tiền không thể là 0

source: View details
tr: Jikme-jiklikleri görüň
vi: xem chi tiết

source: Retry
tr: Gaýtadan işlemek
vi: Re -recharge

source: Confirm
tr: onayla
vi: xác nhận
