Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

source: Payee's savings card number
tr: Töleýji tygşytlaýjy kartoçkanyň belgisi
vi: Số thẻ tiết kiệm người trả tiền

# Transfertobancard
source: Transfer to bank card
tr: Bank kartasyna git
vi: Đi đến thẻ ngân hàng

source: Payee Alipay account
tr: Alongaý hasaby kabul etmek
vi: Nhận tài khoản Alipay

source: Confirm transfer information
tr: Geçiriş maglumatlary tassyklaň
vi: Xác nhận thông tin chuyển nhượng

source: No handling fee
tr: Erkin işlemek tölegi
vi: Phí xử lý miễn phí

source: Optional
tr: Saýlandy we dolduryldy
vi: Được lựa chọn và điền vào

source: Select payee
tr: Töleýjini saýlaň
vi: Chọn người được trả tiền

source: History payee
tr: Taryhy kabul ediji
vi: Người nhận lịch sử

source: Select an account bank
tr: Hasap açmak bankyny saýlaň
vi: Chọn ngân hàng mở tài khoản

source: Please enter bank name
tr: Bankyň adyny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tên ngân hàng

source: Transfer result
tr: Geçiriş netijesi
vi: Kết quả chuyển nhượng

source: Send transfer application
tr: Geçirmek üçin ýüz tutmak
vi: Ứng dụng chuyển nhượng

source: Account successfully received
tr: Hasap bilen üstünlikli
vi: Thành công với tài khoản

source: Account to account
tr: Hasap hasaby üçin
vi: Đến tài khoản

# TheMinimumWithdrawal
source: The minimum withdrawal amount is
tr: Iň az agzalan mukdar
vi: Số tiền được đề cập tối thiểu là

source: To
tr: Cüzfana
vi: đến nơi

# Aminimumof0.01
source: Minimum amount of 0.01
tr: Minimum miktar 0.01
vi: Ít nhất 0,01.01

source: Income
tr: Kredi
vi: thu nhập

source: Expenditure
tr: Borç bildirim
vi: chi phí

source: Insufficient remaining quantity
tr: Galan mukdary ýeterlik däl
vi: Số lượng còn lại là không đủ

# QuantityisNullTips
source: Quantity is 0, not for sale or purchase
tr: Mukdary 0, satyp ýa-da satyn alyp bolmaýar
vi: Số lượng là 0, không thể được bán hoặc mua，

source: Yesterday
tr: düýn
vi: hôm qua

source: Order notification
tr: Sargyt habarnamasy
vi: Thông báo đặt hàng

source: Order amount
tr: sargyt mukdary
vi: số lượng đơn đặt hàng

source: Order ID
tr: Sargyt belgisi
vi: Số đặt hàng

source: Order time
tr: Sargyt wagty
vi: Thời gian phục vụ

# OrderQuantity
source: Quantity
tr: tertipli tertip
vi: số lượng trật tự

# Pleasefillinthereason
source: Please fill in the reason for cancellation
tr: Ýatyrmagyň sebäbini dolduryň
vi: Vui lòng điền vào lý do hủy bỏ

source: Wallet assistant
tr: cüzdan transferi
vi: Trợ lý ví

# OrderType
source: Type
tr: ýazyň
vi: gõ phím

# HistoricalAds
source: Ads history
tr: Taryh mahabatasy
vi: Quảng cáo lịch sử

# C2CUserDetailComment
source: Feedbacks
tr: Düşündiriş
vi: Nhận xét

source: Country
tr: Ülke
vi: dân tộc

source: Please select a country
tr: Bir ýurda saýlamagyňyzy haýyş edýäris
vi: Vui lòng chọn một quốc gia

source: Third party payment
tr: Üçünji Tarapyň tölegi
vi: Thanh toán của bên thứ ba

source: Ican Balance
tr: Balansymyz
vi: Sự cân bằng của chúng tôi

# C2CConfirmPayment
source: Confirm payment
tr: Tölegini tassyklaň
vi: xác nhận thanh toán

# C2CNotification
source: P2P Notify
tr: C2C Notify
vi: C2C Notify

source: Reason for appeal
tr: Şikaýatyň sebäpleri
vi: Lý do kháng cáo

# A1000000001
source: I have paid and the seller has not released it
tr: Men töledim, satyjy goýberilmedi
vi: Tôi đã trả tiền, người bán chưa được phát hành，

# A1000000002
source: I overpaid the seller
tr: Satyjy üçin has köp pul töledim
vi: Tôi đã trả nhiều tiền hơn cho người bán

# A1000000003
source: Seller suspected of fraud
tr: Satyjy galplykda güman edilýär
vi: Người bán bị nghi ngờ gian lận

# C2CComplaintTips1
source: If there is an issue with the transaction, the most effective solution is to contact the counter party directly. You can upload the payment receipt and account information in the chat for both parties to verify and negotiate.
tr: Soraglaryňyz bar bolsa, ilki beýleki beýleki tarap bilen habarlaşmagyňyzy haýyş edýäris
vi: Nếu bạn có bất kỳ câu hỏi, xin vui lòng liên hệ với bên kia trước，

# C2CComplaintTips2
source: Cutomer service will assist you in handling disputes after apeal, wait for count down to appale but does not guarantee the recovery of funds.
tr: Müşderi hyzmaty gatnaşýansoň, jigimde jedelleşmäge kömek edersiňiz, ýöne serişdäniňiň öwezini dolmagyny kepillendirmeýär.
vi: Sau khi dịch vụ khách hàng tham gia, bạn sẽ hỗ trợ bạn tranh chấp, nhưng không đảm bảo thu hồi tiền.

# C2CComplaintTips3
source: Maliciuos representaion is an act that sisrupt normal order operation of the platform , if the circumstance are serious involved accounts will be frozen.
tr: Zyýanly düşündiriş platformasynyň adaty iş tertibini bozan hereketdir we dildüwşük agyr doňdurylar.
vi: Mô tả độc hại là một hành động phá vỡ thứ tự hoạt động bình thường của nền tảng và cốt truyện sẽ bị đóng băng nghiêm trọng.

# Iknow
source: Noticed
tr: Men bilýärin
vi: Tôi biết

# C2CProblempayment
source: Problem with payment?
tr: Töleg bilen baglanyşykly meseläni çözdi?
vi: Gặp phải một vấn đề với thanh toán? ？

# C2CQuestion1
source: Q: Don't know how to pay?
tr: S: Näçe tölemelidigini bilemok?
vi: Q: Tôi không biết cách trả tiền?

# C2CQuestion1Answer
source: A: To ensure transaction security, some sellers may first require you to provide additional information to prove your identity, source of funds and other real information. Please chat with the seller to obtain the transaction method.
tr: J: Geleşikleriň howpsuzlygyny üpjün etmek üçin käbir satyjylar ilki bilen şahsyýetiň siziň şahsyýetiňizi subut etmek üçin goşmaça maglumat berýärler. Satyjy bilen söhbetdeşlik ediň we geleşik usuly bilen habarlaşmagyňyzy haýyş edýäris.
vi: S: Näçe tölemelidigini bilemok? ：

# C2CQuestion2
source: Q: Payment was made to the payment method provided by the seller, but the payment failed
tr: S: satyjy tarapyndan berlen töleg usuly tölenýär, ýöne töleg şowsuz
vi: S: Näçe tölemelidigini bilemok? ：

# C2CQuestion2Answer
source: A: Please contact the seller to determine whether the seller supports other transaction methods.
tr: J: satyjynyň beýleki amal ýollaryny goldaýandygyny ýa-da ýokdugyny kesgitlemek üçin satyjy bilen habarlaşmagyňyzy haýyş edýäris.
vi: S: Näçe tölemelidigini bilemok? ：

# C2CQuestion3
source: Q: Does the seller charge an additional handling fee?
tr: S: Satyjy goşmaça işleýiş tölegini töleýärmi?
vi: S: Näçe tölemelidigini bilemok? ：？

# C2CQuestion3Answer
source: A: The platform recommends that you communicate with the seller. If you are unwilling to pay the additional handling fee, you can cancel the order.
tr: J: Platforma satyjy bilen aragatnaşyk saklaýandygyňyzy maslahat berýär. Goşmaça töleg tölemek islemeýän bolsaňyz, buýrugy ýatyryp bilersiňiz.
vi: S: Näçe tölemelidigini bilemok? ：

# C2CQuestion4
source: Q: I don't want to trade anymore?
tr: S: Men indi söwda etmek islämokmy?
vi: S: Näçe tölemelidigini bilemok? ：

# C2CQuestion4Answer
source: A: You can click the “Cancel Order” button to cancel the order.
tr: J: Sargydyny ýatyrmak üçin "sargydyny ýatyrmak" düwmesine basyp bilersiňiz.
vi: S: Näçe tölemelidigini bilemok? ：

source: Appeal
tr: Şikaýat
vi: Bắt mắt

# AppealTips
source: The reason for the appeal and the certificate will be displayed to both parties and the customer service at the same time, please pay attention to the protection of privacy information.
tr: Şol bir wagtyň özünde iki tarap we şahadatnamalar, iki tarapa we müşderi hyzmatyna-da, gizlinlik meselelerini goramaga üns beriň.
vi: Các lý do và thông tin đăng nhập sẽ được hiển thị cho cả bên và dịch vụ khách hàng cùng một lúc. Vui lòng chú ý đến việc bảo vệ thông tin bảo mật.

# SelectAppealReason
source: Please select the reason for appeal
tr: Beýanatyň sebäbini saýlaň
vi: Vui lòng chọn lý do cho mô tả

source: Description of representation
tr: Düşündiriş aralygy
vi: Mô tả mô tả

# Completelypossible
source: Please describe the information as completely as possible
tr: Maglumatlary mümkin boldugyça doly suratlandyrmagyňyzy haýyş edýäris
vi: Vui lòng mô tả thông tin đầy đủ nhất có thể

# AddCredentials
source: Add credentials (required)
tr: Talon goşuň (zerur)
vi: Thêm chứng từ (bắt buộc)

# AddCredentialsTips
source: Screenshots or audio and video of payment and communication records, up to 5 files, with a total size of no more than 50MB.
tr: Ekranlary ýa-da skrinhots ýa-da ses ýazgylarynyň, 5 resminama çenli, tutuşlygyna umumy ululygyna 50mb-den geçmeýär.
vi: Ảnh chụp màn hình hoặc âm thanh và video về hồ sơ thanh toán và truyền thông, tối đa 5 tài liệu, tổng kích thước không vượt quá 50 MB.

# C2CContact
source: Contact
tr: Habarlaşmak
vi: Tiếp xúc

source: Please enter a contact
tr: Aragatnaşygy ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập liên hệ

source: Contact number
tr: aragatnaşyk belgisi
vi: số liên lạc

# PleaseEnterContactNumber
source: Please enter contact information
tr: Aragatnaşyk maglumatyny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập thông tin liên hệ

source: I want to appeal
tr: Şikaýat etmek isleýärin
vi: Tôi muốn kháng cáo

# PleaseFillInformation
source: Please fill in the description information
tr: Düşündiriş maglumatlaryny dolduryň
vi: Vui lòng điền vào thông tin mô tả

source: Please add credentials
tr: Şahadatnama goşmagyňyzy haýyş edýäris
vi: Vui lòng thêm một chứng chỉ

source: Third Party Refund
tr: Üçünji tarapyň yzyna gaýtarylmagy
vi: Hoàn tiền của bên thứ ba

# C2CtransferAll
source: All
tr: Max.
vi: tất cả các

# C2CConfirmReceiptMoneyPopViewTipsLab1
source: 1. Do not trust the payment certificate provided by the buyer, be sure to log in to the receiving account to confirm that the payment is correct before releasing the coins.
tr: 1. Alyjy tarapyndan berlen töleg şahadatnamasyna ynanmaň. Puluň dogrudygyny tassyklamak we walýuta tölemek üçin kwitansiýa hasabyna girmäň.
vi: ählesi.

# C2CConfirmReceiptMoneyPopViewTipsLab2
source: 2. If the payment is still in progress, please wait for the payment to arrive before releasing the coins.
tr: 2. Töleg henizem dowam edýän bolsa, tölegden soň tölegiň tölegini tölemäge garaşyň.
vi: 2. Nếu thanh toán vẫn đang được tiến hành, hãy đợi tiền thanh toán hóa đơn sau khi thanh toán.

source: Buyer information
tr: Alyjy maglumatlary
vi: Thông tin người mua

source: Purchase quantity
tr: Satyn almak mukdary
vi: Số lượng mua

source: Please enter the purchase quantity
tr: Satyn almagyň mukdaryny giriziň
vi: Vui lòng nhập số lượng mua hàng

source: Sell quantity
tr: IMHYLMAK
vi: Bán số lượng

# PleaseenterthequantitySell
source: Please enter the quantity to sell
tr: Satuw sanyny giriziň
vi: Vui lòng nhập số lượng bán hàng

# CancelC2cOrderTips
source: If the paid order is cancelled, the paid amount cannot be recovered, do you confirm to cancel the order?
tr: Tölegiň tölenmegi ýatyrylan bolsa, töleg alynmaz. Sargyt ýatyryň?
vi: Nếu khoản thanh toán của khoản thanh toán bị hủy, khoản thanh toán sẽ không được thu hồi. Bạn có xác nhận việc hủy đơn đặt hàng không?

# C2CTransaction
source: P2P Transaction
tr: P2P amallary
vi: Giao dịch P2P

# C2CPConfirmOrderTips
source: Tip: Please do not use someone else's account to pay. The name on the payment receipt should be the same as your real name. If the real name does not match, do not pay to the seller's account. Third-party payment will result in a ban.
tr: Maslahat: Tölemek üçin beýleki adamlaryň hasabyny ulanmaň. Töleg kwartalynyň ady hakyky adyňyz bilen gabat gelmelidir. Hakyky at gabat gelmeýän bolsa, satyjynyň hasabyny tölemese. Üçünji -Party töleg adyna getirer.
vi: Mẹo: Vui lòng không sử dụng tài khoản của người khác để thanh toán. Tên trong biên lai thanh toán phải phù hợp với tên thật của bạn. Nếu tên thật không khớp, không thanh toán tài khoản của người bán. Thanh toán thứ ba sẽ dẫn đến tiêu đề.

source: Please enter the withdrawal address
tr: Çekiş adresini giriziň
vi: Vui lòng nhập địa chỉ rút tiền

# PleaseSelecATransferNetwork
source: Please select a transfer network
tr: Geçiriş toruny saýlamagy haýyş edýäris
vi: Vui lòng chọn mạng chuyển

# Quotes
source: Markets
tr: Sitatalar
vi: Trích dẫn

# Transaction
source: Exchange
tr: söwda
vi: buôn bán

# Financial
source: Earn
tr: Maliýe
vi: Tài chính

# Mall
source: Shopping
tr: alış-veriş merkezi
vi: Trung tâm mua sắm

# CallFee
source: Recharge
tr: bakiye yükleme
vi: Gọi điện

# Payment
source: Bills
tr: faturalar
vi: Sự chi trả

# Friendship
source: Make friends
tr: arkadaş edin
vi: kết bạn

# Logistics
source: Delivery
tr: logistika
vi: hậu cần

# RealEstate
source: Property
tr: Gozgalmaýan emläk
vi: địa ốc

# Stock
source: Shares
tr: aksiýa
vi: cổ phần

# Treasure
source: Coin draw
tr: Hazyna
vi: Châu báu, điều quý giá

# SportsScore
source: Sports
tr: Sport baly
vi: Điểm thể thao

# GreatGod
source: Expert
tr: Ajaýyp Hudaý
vi: Thiên Chúa vĩ đại

# MiniGame
source: Games
tr: kiçi oýun
vi: Trò chơi nhỏ

# Ticket
source: Flights
tr: Howa biletleri
vi: Vé máy bay

source: From address
tr: Geçiriş salgysyny geçiriň
vi: Địa chỉ chuyển nhượng

source: To address
tr: Adrese öwrül
vi: Biến vào địa chỉ

source: Transaction Hash
tr: Söwda Haş
vi: Giao dịch băm

source: Wallet transfer
tr: Gapjyk geçirmek
vi: Chuyển ví

source: Transfer time
tr: Geçiriş wagty
vi: Thời gian chuyển giao

source: Originator
tr: hemaýatkär
vi: nhà tài trợ

source: Receiver
tr: Alyjy
vi: Người nhận

source: Confirm order
tr: Sargydy tassyklaň
vi: Xác nhận đơn hàng

source: Account time
tr: Hasaba girmek üçin wagt
vi: Thời gian để tài khoản

# CollecteAddress
source: To
tr: Salgy almak
vi: Nhận địa chỉ

# PaymentAddress
source: From
tr: TERJIME EDIP BOLANOK
vi: Địa chỉ thanh toán

source: Hash
vi: Băm

source: Fees
tr: Töleg tölegi
vi: Phí phí

source: Recharge time
tr: Zarýad bermegiň wagty
vi: Thời gian để nạp tiền

source: Recharge ID
tr: RECHerge ID
vi: Tái sạc ID

source: Refund time
tr: Yzyna gaýtarmak wagty
vi: Thời gian hoàn tiền

source: Merchant ID
tr: Söwdaçy ID
vi: Xem chi tiết

source: Copy link
tr: Bağlantıyı kopyala
vi: Sao chép đường dẫn

source: Reason for refund
tr: gaýdyp gelmegiň sebäbi
vi: Lý do cho sự trở lại

source: Original order ID
tr: Asyl sargyt belgisi
vi: ID đơn hàng ban đầu

source: Refund Order ID
tr: Yzyna gaýtaryş sargyt belgisi
vi: ID đơn hàng hoàn trả

# c2cWalletDetailBuyerNickname
source: Counterparty
tr: Alıcı Adı
vi: Biệt hiệu của người mua

# c2cWalletDetailOrderNumber
source: Order No
tr: Sipariş numarası
vi: số thứ tự

# C2COrderPending
source: Pending
tr: İşlem Devam Ediyor
vi: Chế biến

source: Withdrawal time
tr: Para çekme süresi
vi: Thời gian rút tiền

# TheWithdrawalApplicationHasBeenSubmitted
source: Withdrawal submitted
tr: Para çekme işlemi başarıyla gönderildi!
vi: Rút tiền đã được gửi thành công!

source: System processing
tr: Sistem İşleme
vi: Xử lý hệ thống

source: Withdrawal completed
tr: Çekilme tamamlandı
vi: Rút tiền đã hoàn tất

source: Withdrawal address
tr: Para çekme adresi
vi: Địa chỉ rút tiền

source: Transaction Account
tr: İşlem Hesabı
vi: Tài khoản giao dịch

# A2000000001
source: I received payment from buyer, but the amount is incorrect
tr: Alıcıdan ödeme aldım ancak tutar yanlış
vi: Tôi đã nhận được thanh toán từ người mua, nhưng số tiền không chính xác

# A2000000002
source: Payment not received
tr: Ödeme alınmadı
vi: Chưa nhận được thanh toán

# A2000000003
source: I received money from a third-party account
tr: Bir üçüncü taraf hesabından para aldım
vi: Tôi đã nhận được tiền từ tài khoản của bên thứ ba

source: Transaction Succeeded
tr: İşlem Başarılı
vi: Giao dịch thành công

# Network Transfer
source: Transfer
tr: yi doldurun
vi: Nạp tiền

# Network Transfer Failed
source: Transaction Failed
tr: İşlem Başarısız
vi: Giao dịch được thỏa mãn

# Network Transfer Processing
source: Transaction Processing
tr: İşlem Beklemede
vi: Giao dịch đang chờ xử lý

# Withdrawal Processing
source: Processing...
tr: Gaýtadan işlemek...
vi: Xử lý...

source: QR Pay
tr: QR Ödeme
vi: QR Thanh toán

# CurrencyConvert
source: Convert
tr: Bakiye Bozdur
vi: Flash ở

source: Preview Converstion
tr: Önizleme
vi: Xem trước cuộc hội thoại

source: Exchange Confirmation
tr: Değişim Onayı
vi: Xác nhận trao đổi

# ReceiveHead
source: Receive
tr: Almak
vi: Nhận

source: Exchange Succeeded
tr: Değişim Başarılı
vi: Trao đổi thành công

source: Exchange Time
tr: Değişim Zamanı
vi: Thời gian trao đổi

source: Receiver Name
tr: Alıcı adı
vi: Tên người nhận

source: Receiver ID
tr: alıcı kimliği
vi: ID người nhận

source: Sender ID
tr: gönderici kimliği
vi: ID người gửi

source: Sender Name
tr: Döviz değişimi
vi: Tên người gửi

# CurrencyExchange
source: Convert
tr: Döviz değişimi
vi: Thu đổi ngoại tệ

source: pair not supported
tr: desteklenmiyor
vi: không được hỗ trợ

source: Fee
tr: Phí
vi: Ücret

source: No fee
tr: Miên phi
vi: Ücretsiz

source: Invited by
tr: Davetli
vi: người mời

source: via
tr: aracılığıyla
vi: thông qua

# InvitedByCreate
source: Group creation
tr: Grup oluşturma
vi: Tạo nhóm

# InvitedByInvite
source: Invite
tr: katılmaya davet et
vi: mời tham gia

# InvitedByQRCode
source: QR
tr: Kodu tara
vi: Quét mã

# InvitedByManager
source: Platform invitation
tr: platform daveti
vi: lời mời nền tảng

# InvitedByOther
source: Other
tr: başka
vi: khác

# InvitedBySearch
source: Search
tr: arama
vi: Tìm kiếm

source: Mobile Number
tr: cep telefonu numarası
vi: Số điện thoại di động

source: Account Number
tr: hesap
vi: tài khoản

source: Description
tr: Açıklama
vi: Nhận xét

source: Confirm login
tr: Girişi onayla
vi: đăng nhập

source: Cancel login
tr: Girişi iptal et
vi: Hủy đăng nhập

# Update required
source: Upgrade required
tr: Yükseltme gerekli
vi: Yêu cầu nâng cấp

# An update required to continue.
source: iCan is out of date please visit Appstore to upgrade to the latest version
tr: iCan güncel değil, en son sürüme yükseltmek için lütfen Appstore'u ziyaret edin
vi: iCan đã lỗi thời, vui lòng truy cập Appstore để nâng cấp lên phiên bản mới nhất

# Update button alert
source: Update
tr: Güncelleme
vi: cập nhật

source: Request time out, please check your network status.
tr: Talep zaman aşımına uğradı, lütfen ağ durumunuzu kontrol edin.
vi: Hết thời gian yêu cầu. Vui lòng kiểm tra tình trạng mạng của bạn

# Hide Translation
source: Hide
tr: Saklamak
vi: Ẩn giấu

source: Processing payment request
tr: Ödeme talebi işleniyor
vi: Xử lý yêu cầu thanh toán

source: Update Available
tr: Yeni güncelleme Mevcut
vi: Đã có bản cập nhật mới

# A newer version of the app is now available
source: You may visit Appstore to upgrade to the latest version
tr: En son sürüme yükseltmek için Appstore'u ziyaret edebilirsiniz
vi: Bạn có thể vào Appstore để nâng cấp lên phiên bản mới nhất

source: English
tr: İngilizce
vi: Tiếng Anh

source: Chinese
tr: Çince
vi: người Trung Quốc

source: Thai
tr: Tayca
vi: tiếng Thái

source: Turkish
tr: Türkçe
vi: Thổ Nhĩ Kỳ

source: Vietnam
tr: Vietnamca
vi: Tiếng Việt

source: Tamil
tr: Tamilce
vi: Tiếng Tamil

source: Select language
tr: Dil seçin
vi: Chọn ngôn ngữ

source: Use
tr: Kullanma
vi: Sử dụng

source: Set language
tr: Dil ayarla
vi: cài ngôn ngữ

# None
source: Close
tr: kapalı
vi: đóng

source: Market
tr: Pazar
vi: Chợ

source: Rank
tr: Rütbe
vi: Thứ hạng

source: Coin Statistics
tr: Madeni para istatistikleri
vi: Thống kê tiền xu

source: Market Cap
tr: Piyasa değeri
vi: Vốn hóa thị trường

source: Change
tr: Değiştirmek
vi: Thay đổi

source: Total Supply
tr: Toplam arz
vi: Tổng cung

source: Volume
tr: Satış Işlem hacmi
vi: Âm lượng

# Authentication page tip
source: Please use your real name to authenticate your account so that you can easily access vital information like forgotten payment passwords, etc. We appreciate your support!
tr: Hesap güvenliğinizi korumak için ileride unutulan ödeme şifreleri gibi önemli bilgileri hızlı bir şekilde alabilmek için lütfen kimlik bilgilerinizi gerçek adınızla doğrulayın anlaştınız için teşekkür ederiz!
vi: Vui lòng sử dụng tên thật của bạn để xác thực tài khoản của bạn để bạn có thể dễ dàng truy cập thông tin quan trọng như quên mật khẩu thanh toán, v.v. Chúng tôi đánh giá cao sự hỗ trợ của bạn!

# Authentication page toast
source: Your information has been submitted; we promise to keep it secure and encrypted and not share it with any outside parties. We appreciate your help.
tr: Bilgileriniz gönderildi, bilgilerinizi güvende ve şifreli tutacağız ve herhangi bir üçüncü taraf kuruluşu ifşa etmeyeceğiz, desteğiniz için teşekkür ederiz!
vi: Thông tin của bạn đã được gửi; chúng tôi hứa sẽ giữ an toàn và mã hóa thông tin và không chia sẻ thông tin với bất kỳ bên ngoài nào. Chúng tôi đánh giá cao sự giúp đỡ của bạn.

source: Add to restricted list
tr: Kısıtlanmış listeye ekle
vi: Thêm vào danh sách hạn chế

source: Remove from restricted list
tr: Kısıtlanmış listeden kaldır
vi: Xóa khỏi danh sách hạn chế

source: Restricted list
tr: Kısıtlı liste
vi: danh sách hạn chế

source: Manage restricted list
tr: Kısıtlanmış listeyi yönet
vi: Quản lý danh sách hạn chế

source: Manage restricted users
tr: Kısıtlanmış kullanıcıları yönet
vi: Quản lý người dùng bị hạn chế

source: Watch Only Wallets
tr: Yalnızca Cüzdanlar İzleyin
vi: Chỉ xem ví

source: Add new wallet
tr: Yeni Cüzdan Ekle
vi: Thêm ví mới

source: Watch only wallet
tr: Sadece cüzdan izle
vi: Chỉ xem ví

source: Enter wallet address/ID
tr: Cüzdan adresini/kimliğini girin
vi: Nhập địa chỉ/ID ví

source: Enter a name for wallet
tr: Cüzdan için bir ad girin
vi: Nhập tên cho ví

source: Wallet name
tr: Cüzdan adı
vi: Tên ví

source: Watch
tr: Kol saati
vi: Đồng hồ

source: Enter the OTP
tr: OTP'yi girin
vi: Nhập mã OTP

source: Sent you a friend request
tr: Sana bir arkadaşlık isteği gönderdi
vi: Gửi cho bạn một yêu cầu kết bạn

source: accepted your friend request
tr: arkadaş olmak
vi: trở thành bạn bè

# Account exist
source: Account already exists
tr: Hesap Excist
vi: Tài khoản được kích thích

# Verification code incorrect
source: Incorrect verification code
tr: Doğrulama Kodu Yanlış
vi: Mã xác minh không chính xác

# Verification code sent to account holder
source: Verification code has been sent to iCanID.
tr: Hesap sahibine gönderilen doğrulama kodu
vi: Mã xác minh được gửi đến chủ tài khoản

source: Create organization
tr: Organizasyon Oluştur
vi: Tạo tổ chức

source: Organization Details
tr: Organizasyon Detayları
vi: Chi tiết tổ chức

source: Organization Icon
tr: Organizasyon simgesi
vi: Biểu tượng tổ chức

source: Organization Name
tr: Kuruluş Adı
vi: tên tổ chức

source: Create
tr: Yaratmak
vi: Tạo nên

# Type Organization Name
source: Enter organization name
tr: Organizasyon Adı Girin
vi: Nhập tên tổ chức

source: Organization
tr: Organizasyonum
vi: Tổ chức của tôi

source: PENDING APPROVELS
tr: Beklemede onaylar
vi: Đang chờ phê duyệt

source: Completed
tr: onaylı
vi: tán thành

source: Members
tr: Üyeler
vi: Các thành viên

source: Last 24 Hr
tr: Son 24 saat
vi: 24 giờ cuối cùng

source: Last Month
tr: Geçen ay
vi: Tháng trước

source: Last Week
tr: Geçen hafta
vi: Tuần trước

source: IN
tr: İÇİNDE
vi: TRONG

source: OUT
tr: DIŞARI
vi: NGOÀI

source: Recent Transactions
tr: Son İşlemler
vi: Giao dịch gần đây

source: All
tr: Tüm
vi: Tất cả

source: Withdrawals
tr: Para çekme
vi: Rút tiền

source: Utility payments
tr: Fayda Ödemeleri
vi: Thanh toán tiện ích

source: Invite People
tr: İnsanları davet et
vi: Mời mọi người

source: Add Employee
tr: Yeni işveren ekle
vi: Thêm nhà tuyển dụng mới

source: Approval Flow
tr: İşlem onay seviyeleri
vi: Mức phê duyệt giao dịch

source: Add level
tr: Seviye ekle
vi: Thêm cấp độ

source: Level
tr: Seviyesi
vi: Mức độ

source: Disband Organization
tr: Kapanış Organizasyonu
vi: Tổ chức gần gũi

source: Owner
tr: Mal sahibi
vi: Người sở hữu

source: Manager
tr: Müdür
vi: Giám đốc

source: User
tr: Kullanıcı
vi: Người dùng

source: Permissions
tr: İzin
vi: Quyền

source: Remove User
tr: Bu kullanıcıyı kaldır
vi: Xóa người dùng này

source: Invite Users
tr: Kullanıcıları davet edin
vi: Mời người dùng
