Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

# C2CMyAdvertisingListTableViewCellUse
source: with
tr: ulanmak
vi: sử dụng

# C2CMyAdvertisingListTableViewCellTransactionLabel
source: Total transaction amount
tr: Jemi geleşik
vi: Tổng số giao dịch

# C2CMyAdvertisingListTableViewCellLimitLabel
source: Limit
tr: Çäk
vi: Giới hạn

# C2CMyAdvertisingListTableViewCellStateLabel
source: Offline
tr: Aýryldy
vi: Đã bị loại bỏ

# C2CAdverFilterStatePopViewAllStateLabel
source: All
tr: ALhli ştatlar
vi: Tất cả các tiểu bang

# C2CAdverFilterStatePopViewPutawayStateLabel
source: Offline
tr: Goşuldy
vi: Nó đã được thêm vào

# C2CAdverFilterStatePopViewSoldawayStateLabel
source: Online
tr: Aýryldy
vi: Đã bị loại bỏ

# C2CSelectLegalTenderViewControllerTitle
source: Select fiat
tr: Fiat walýutasyny saýlaň
vi: Chọn tiền tệ fiat

# C2CAdverFilterTypePopViewAllType
source: All
tr: Ähli görnüşler
vi: Các loại

# C2CAdverFilterTypePopViewBuy
source: Buy
tr: Satyn almak
vi: Mua

# C2CAdverFilterTypePopViewSale
source: Sell
tr: sat
vi: bán

# C2CAdverFilterCurrencyPopViewAllCurrency
source: All
tr: Ähli walýuta
vi: Tất cả tiền tệ

# C2CMyAdvertisingViewControllerType
source: Type
tr: ýazyň
vi: gõ phím

# C2CMyAdvertisingViewControllerCurrency
source: Currency
tr: Walýuta
vi: Tiền tệ

# C2CMyAdvertisingViewControllerState
source: Status
tr: ýagdaýy
vi: trạng thái

# C2CAddWeChatOrAlipayViewControllerWechat
source: Add WeChat
tr: Wechat goşuň
vi: Thêm wechat

# C2CAddWeChatOrAlipayViewControllerAlipay
source: Add Alipay
tr: Allawy goşuň
vi: Thêm Alipay

# C2CAddWeChatOrAlipayViewControllerNameLabel
source: Name
tr: At
vi: Tên

# C2CAddWeChatOrAlipayViewControllerAlipayAccountLabel
source: Alipay Account
tr: Aldaway hasaby
vi: Tài khoản Alipay

# C2CAddWeChatOrAlipayViewControllerWechatAccountLabel
source: WeChat Account
tr: WeChat hasaby
vi: Tài khoản WeChat

# C2CAddWeChatOrAlipayViewControllerAlipayAccountTextField
source: Please enter your Alipay account
tr: Allawaý hasabyňyzy giriziň
vi: Vui lòng nhập tài khoản Alipay của bạn

# C2CAddWeChatOrAlipayViewControllerWechatAccountTextField
source: Please enter your WeChat account
tr: WeChat hasabyňyzy ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tài khoản WeChat của bạn

# C2CAddWeChatOrAlipayViewControllerReceiveQRCodeLabel
source: Receiving QR code (optional)
tr: QR kody alyň (Saýlamak we dolduryň)
vi: Nhận mã QR (chọn và điền vào)

# C2CAddWeChatOrAlipayViewControllerUploadLabel
source: Upload
tr: Ýüklemek üçin basyň
vi: Bấm để tải lên

# C2CAddWeChatOrAlipayViewControllerTipsLabel
source: Reminder: The added payment methods will be shown to the buyer during the transaction to accept fiat transfers.Please make sure the information is correct. Do not include othe bank details or payment methods.
tr: Indeplatning: Sanly walýutany satanyňyzda, alyjy üçin ýygnamak usulyny görkezersiňiz. Takyk doldurmagy tassyklarsyňyz.
vi: Nhắc nhở: Khi bạn bán tiền kỹ thuật số, bạn sẽ hiển thị phương thức thu thập cho người mua. Vui lòng xác nhận rằng việc điền chính xác.

# C2CAddWeChatOrAlipayViewControllerSureButton
source: Confirm
tr: tassykla
vi: xác nhận

# C2CAllTitle
source: All
tr: Her şey
vi: tất cả các

# C2CResetTitle
source: Reset
tr: Täzeden düzmek
vi: Cài lại

# C2COOptionalFilterHeadViewFilterLabel
source: Filter
tr: FİLTRE
vi: lọc

# CopySuccess
source: Copied
tr: Üstünlikli göçüriň
vi: Sao chép thành công

# RealnameAuthingTip
source: Realname authentication is in progress, please contact customer service!
tr: Hakyky tassyklamakda, müşderi hyzmaty bilen habarlaşmagyňyzy haýyş edýäris !
vi: Trong xác thực thực sự, vui lòng liên hệ với Dịch vụ khách hàng !，

# RealnameNoAuthTip
source: You have not completed realname authentication.Please complete
tr: Bu funksiýany ulanmak hakyky tassyklamany talap edýär, tassyklamakmy ?
vi: Sử dụng chức năng này đòi hỏi xác thực real -name, nó có được xác thực không ?，

# AuthedUser
source: Authenticated user
tr: doğurlanmış kullancı
vi: Người dùng đã được chứng thực

# NoAuthedUser
source: Unauthenticated user
tr: Ulanyjyny açyň
vi: Phát hiện ra người dùng

# C2CMineViewControllerSeeMoreLabel
source: View more data
tr: daha fazla işlem gör
vi: Xem thêm dữ liệu

# C2CMineViewControllerReceiveEvaluateLabel
source: Feedbacks
tr: geri bildirim
vi: Nhận được đánh giá

# C2CMineViewControllerReceiveMoneyLabel
source: Payment Method
tr: ödeme şekli
vi: phương thức thanh toán

# SelectReceiveMethodViewControllerTitle
source: P2P Payment Method(s)
tr: P2P kwitansiýasy usuly
vi: Phương pháp biên lai P2P

# SelectReceiveMethodViewControllerAddTitle
source: Add new payment method
tr: Töleg usulyny goşuň
vi: Thêm phương thức thanh toán

# C2CMainViewControllerWantToBuyLabel
source: Buy
tr: Satın almak
vi: Tôi muốn mua

# C2CMainViewControllerWantToSaleLabel
source: Sell
tr: Satmak
vi: Tôi muốn bán

# C2CMainViewControllerOption
source: P2P
tr: Seçimim
vi: Tự chọn

# C2CMainViewControllerQuick
source: Express
tr: Çalt
vi: Nhanh

# C2COrderStateAll
source: All
tr: Her şey
vi: tất cả các

# C2COrderStateUnpaid
source: Unpaid
tr: Ödenmemiş
vi: Chưa thanh toán

# C2COrderStateUnpaidTips
source: Order not paid
tr: Buýruk tölenmeýär
vi: Đơn đặt hàng không được thanh toán

# C2COrderStatePaid
source: Paid
tr: Ödenen
vi: Trả

# C2COrderStatePaidTips
source: Paid order
tr: Buýruk tölendi
vi: Đơn đặt hàng đã được thanh toán

# C2COrderStateAppeal
source: Appeal
tr: Şikayet
vi: Bắt mắt

# C2COrderStateAppealTips
source: Being appealed
tr: Sargyt şikaýat edilýär
vi: Lệnh đang được kháng cáo

# C2COrderStateCompleted
source: Completed
tr: Tamamlandı
vi: hoàn thành

# C2COrderStateCompletedTips
source: Completed order
tr: Sargyt tamamlandy
vi: Lệnh đã được hoàn thành

# C2COrderStateCancelled
source: Cancelled
tr: Ýatyryldy
vi: Bị hủy bỏ

# C2COrderStateCancelledTip
source: Cancelled order
tr: Sargyt ýatyryldy
vi: Đơn đặt hàng đã bị hủy bỏ

# C2COrderDetailViewControllerCreatTitmeTitleLabel
source: Created time
tr: Wagt dörediň
vi: Tạo thời gian

# C2COrderDetailViewControllerContactServiceLabel
source: Contact customer service
tr: Müşderi hyzmaty bilen habarlaşyň
vi: Liên hệ với dịch vụ khách hàng

# C2COrderDetailViewControllerComplaintButton
source: Appeal
tr: Şikaýat
vi: Bắt mắt

# WantToBuyListTableViewCellTurnoverLabel
source: Trade(s)
tr: Geleşik göwrümi
vi: Khối lượng giao dịch

# C2CUserDetailViewControllerInfoLabel
source: Information
tr: maglumat
vi: thông tin

# C2CUserDetailViewControllerMoreDataLabel
source: More
tr: Has köp maglumat
vi: Thêm dữ liệu

# C2CUserDetailViewControllerOnLineAdverLabel
source: Online Ad
tr: Onlaýn mahabatlar
vi: Quảng cáo trực tuyến

# C2CUserDetailViewControllerOnLineSellAdverLabel
source: Online sell Ad
tr: Onlaýn mahabat satmak
vi: Bán quảng cáo trực tuyến

# C2CUserDetailViewControllerOnLineBuyAdverLabel
source: Online buy ad
tr: Onlaýn mahabat satyn alyň
vi: Mua quảng cáo trực tuyến

# TheOtherDeletedMessage
source: The other party deleted the message
tr: Beýleki partiýa bu habary Öçürdi
vi: Bên kia đã xóa tin nhắn

# TheRedPacketLessThan
source: The number of red packets cannot be less than
tr: Gyzyl konwertleriň sany kiçi bolup bilmez
vi: Số lượng phong bì màu đỏ không thể nhỏ hơn

# YouHaveNewOrder
source: You have a new order
tr: Täze sargytlaryňyz bar
vi: Bạn có đơn đặt hàng mới

# ReceiveQrCode
source: Receiving QR code
tr: QR koduny alyň
vi: Nhận mã QR

# OrderVolume30th
source: 30 days trades
tr: 30 günlük işlemler
vi: 30 ngày số lượng đơn

# 30dayOrderRate
source: 30 days completion rate
tr: 30 günlük tamamlama oranı
vi: Tỷ lệ duy nhất vào ngày 30

# 30DaySaverageLoantime
source: 30 days avg release time
tr: 30 günlük ortalama yayın süresi
vi: Thời gian cho vay trung bình vào ngày 30

# 30DaysAveragePaymentTime
source: 30 days avg pay time
tr: 30 günlük ortalama ödeme süresi
vi: Thời gian thanh toán trung bình vào ngày 30

# PraiseRate
source: Positive feedbacks
tr: Amazlyk derejesi
vi: Tỷ lệ khen ngợi

# NumbeOofPraise
source: Positive reviews
tr: Öwgi
vi: Khen

# NumberOfBadReviews
source: Negative reviews
tr: Erbet synlaryň sany wagtynda
vi: Trong số lượng đánh giá xấu

# AccountHasBeenCreated
source: Registered on
tr: Hasap döredildi
vi: Tài khoản đã được tạo ra

# FirstTransactionToDate
source: First trade
tr: Birinji geleşik şu güne çenli söwda edildi
vi: Giao dịch đầu tiên đã được giao dịch cho đến ngày nay

# NumberOfTransactions
source: Trading counter parties
tr: Söwdagärleriň sany
vi: Số lượng thương nhân

# AssemblySingular
source: All trades
tr: Ýeke
vi: Lắp ráp đơn

# 30DayTradingVolumeEquivalent
source: Approx. 30days volume
tr: 30 günlük geleşik belgisi arzanladyldy
vi: Khối lượng giao dịch 30 ngày được giảm giá

# TotalTransactionVolumeEquivalent
source: Approx. total volume
tr: Jemi geleşikleriň mukdary arzanladyldy
vi: Tổng khối lượng giao dịch được giảm giá

# C2CDay
source: day(s) ago
tr: asman
vi: bầu trời

# Single
source: Time(s)
tr: biri
vi: một

# PleaseSelectPaymentMethod
source: Please select the payment method
tr: Töleg usulyny saýlaň
vi: Vui lòng chọn phương thức thanh toán

source: The minimum amount cannot be less than
tr: Iň az mukdar az bolmaly däldir
vi: Số tiền tối thiểu không nên nhỏ hơn

source: The minimum amount cannot be greater than
tr: Iň az mukdar ondan uly bolmaly däldir
vi: Số lượng tối thiểu không nên lớn hơn

source: The maximum amount cannot be greater than
tr: Iň ýokary mukdar uly bolmaly däldir
vi: Số tiền tối đa không nên lớn hơn

source: The maximum amount cannot be less than
tr: Iň ýokary mukdar az bolmaly däldir
vi: Số tiền tối đa không được nhỏ hơn

# SureDeleteC2CAd
source: Are you sure you want to delete the ad?
tr: Mahabatlaryň pozmagyna tassyklaň? ？
vi: Xác nhận việc xóa quảng cáo? ？

# UserData
source: User info
tr: Ulanyjy maglumatlary
vi: Dữ liệu người dùng

# NoOrderTemporarily
source: No orders
tr: Sipariş Yok
vi: Không có trật tự

# NoPaymentMethodCurrentlyAvailable
source: Payment method not available
tr: Töleg usuly ýok
vi: Không có phương thức thanh toán

# FundAccount
source: Balance
tr: Mevcut bakiye
vi: Tài khoản quỹ

# SpotAccount
source: Wallet
tr: Cüzdan
vi: Tài khoản ví

# C2CTransfer
source: Swap
tr: Aktar
vi: Chuyển giao

# Assetvaluation
source: Total value
tr: iCan Bakiyesi
vi: Định giá tài sản

# NotEnoughBalance
source: Insufficient balance
tr: Bar bolan balans ýeterlik däl
vi: Số dư có sẵn là không đủ

source: My Ads
tr: reklamlarım
vi: Quảng cáo của tôi

source: Payment time limit
tr: TERJIME EDIPLUN
vi: Thời gian thanh toán kịp thời

source: Confirm transfer
tr: AKTARIMI ONAYLA
vi: Xác nhận chuyển nhượng

source: Payment method
tr: töleg usuly
vi: phương thức thanh toán

source: Receiving address
tr: Iberiş salgysy
vi: Địa chỉ giao hàng

source: Product name
tr: önümiň ady
vi: tên sản phẩm

source: Shipping fee
tr: ýük
vi: vận chuyển hàng hóa

# #A1000000001
source: I don't want to trade anymore
tr: Indi söwda etmek islämok
vi: Tôi không muốn giao dịch nữa

# #A1000000002
source: I do not meet the requirements of the advertiser's trading terms and condition
tr: Adaty bolan geleşikleriň talaplarynyň talaplaryna kanagatlanamok
vi: Tôi không hài lòng với các yêu cầu của các điều khoản giao dịch quảng cáo

# #A1000000003
source: Seller asking for extra fee
tr: Satyjy goşmaça töleg tölemeli
vi: Người bán nên tính một khoản phí bổ sung

# #A1000000004
source: Problem with the seller's payment method, resulted in unsuccessful payment
tr: Satyjynyň töleg usuly bilen näsazlyk bar we üstünlikli çagyrylyp bilinmez
vi: Có một vấn đề với phương thức thanh toán của người bán và nó không thể được gọi thành công，

# #A0000000001
source: If you fail to pay and mark as paid in time , the order will expire and get cancelled automatically.
tr: Töleg edip bolmaýar, ulgam awtomatiki usulda ýatyrylýar
vi: Không thể thanh toán, hệ thống tự động hủy bỏ，

source: Please enter currency
tr: Fiat walýutasyny giriziň
vi: Vui lòng nhập tiền tệ fiat

# Alllegalcurrency
source: Availble fiat
tr: Fiat Walýutasy
vi: Tất cả tiền tệ fiat

# HandlingFeeRate
source: Handling fee
tr: Töleg tizligi
vi: Mức phí

source: Handling fee
tr: Töleg tölegi
vi: Phí phí

source: Remaining quantity
tr: Galan mukdary
vi: Số lượng còn lại

source: My wallet
tr: Pişigim
vi: Túi của tôi

source: Securities
tr: Gymmatly kagyzlar
vi: Chứng khoán

# C2CWalletPayment
source: Payment
tr: Tölemek
vi: Chi trả

source: Flash exchange
tr: Fleş bökmek
vi: Flash ở

source: Select currency
tr: Para Birimi Seçin
vi: Chọn tiền tệ

source: List of currencies
tr: Para birimleri listesi
vi: Danh sách tiền tệ

# keywordtosearch
source: Please enter a keyword to search
tr: Bir Arama Yapın
vi: Vui lòng nhập tìm kiếm từ khóa

# WalletRechargeTips
source: Choose the network to get the deposit address
tr: Zarýad beriş salgysyny almak üçin esasy tory saýlaň
vi: Chọn mạng chính để nhận địa chỉ nạp tiền

# WalletRechargeMainnet
source: Network
tr: Esasy tor
vi: Mạng chính

# WalletRechargeSelectMainnet
source: Please select network
tr: Esasy tory saýlaň
vi: Vui lòng chọn mạng chính

# MainNetworkViewTitle
source: Select the network
tr: Esasy tory saýlaň
vi: Chọn mạng chính

# MainNetworkViewTips
source: Ensure the network matches the withdrawal address and the deposit platform support it, or asset maybe lost.
tr: Islän wagtyňyz puluňyzyň saýlanyňyzda saýlanmagyňyza laýyk gelýän esasy toruňyza laýyk gelýändigine göz ýetiriň, başgaça aktiwleriň ýitmegine sebäp bolup biler.
vi: Vui lòng đảm bảo tính năng nạp tiền của bạn là phù hợp với mạng chính bạn đã chọn khi bạn nhận, nếu không nó có thể gây mất tài sản.

# C2CQrCodeTips
source: This address only accepts
tr: Bu salgy diňe kabul ederliklidir
vi: Địa chỉ này chỉ được chấp nhận

# C2CQrCodeDepositAddress
source: Deposit address
tr: Zarýad beriş salgysy
vi: Địa chỉ nạp tiền

# C2CQrCodeMinimumRecharge
source: Minimum deposit
tr: Iň az zarýad beriş
vi: Tái sạc tối thiểu

# C2CQrCodeConfirmation
source: Expected arrival
tr: Zarýad beriş bloklarynyň tassyklamagy
vi: Xác nhận các khối sạc lại

# C2CQrCodeWithdrawalUnlock
source: Expected unlock
tr: Yza çekilmekden ýüz öwürmegi tassyklamak
vi: Việc xác nhận rút tiền rút tiền

# C2CQrCodeBlockConfirmation
source: Block confirmation
tr: Blokirleme tassyklamasy
vi: Xác nhận khối

# C2CQrCodeSaveImg
source: Save image
tr: Suraty ýazdyryň
vi: lưu hình ảnh

# C2CQrCodeShare
source: Share address
tr: Paýnamasy
vi: Địa chỉ chia sẻ

# C2CWithdrawAddress
source: Address
tr: adres
vi: Địa chỉ

# C2CWithdrawPass
source: Long press to paste
tr: Uzak wagtda basyň we pasta
vi: Báo chí dài và dán

# C2CWithdrawNetwork
source: Transfer network
tr: Trandurany geçirmek
vi: Mạng chuyển nhượng

# C2CWithdrawAmount
source: Withdrawal amount
tr: Çykmak mukdary
vi: Số tiền rút

# C2CWithdrawALl
source: Withdraw all
tr: Ähli pul almak
vi: Tất cả rút tiền

source: Withdrawal
tr: Yza çekildi
vi: Trong việc rút tiền

# lengthof
source: has a length of
tr: Uzynlygy
vi: Chiều dài là

source: Beginning
tr: başlangyjy
vi: bắt đầu

# C2CWithdrawHint
source: Notice
tr: Maslahat
vi: gợi ý

# C2CWithdrawHint1
source: * Within ican platform transfers, please use the pay function in the wallet to avoid network fee.
tr: Site geçirişde geçiren
vi: *Miễn trừ chuyển giao trong chuyển nhượng

# C2CWithdrawHint2
source: *Please do not withdraw directly to the crowdfunding or ICO address, we will not credit your account with payments from those transactions
tr: petunjuk;* Köpçülikleýin neşir etmek ýa-da ICO adresine göni çykmaň, ýogsam, köpçülikleýin ýa-da ICO tarapyndan berlen bellikleri alyp bilmersiňiz
vi: *Vui lòng không rút trực tiếp vào địa chỉ gây quỹ cộng đồng hoặc ICO, nếu không bạn sẽ không thể nhận được các mã thông báo do Crowdfunding hoặc ICO phát hành

# C2CWithdrawAmounttoAccount
source: Amount
tr: Hasaplaryň sany
vi: Số lượng tài khoản

# C2CWithdrawNetworkFee
source: Network Fee
tr: Tor tölegleri
vi: Phí mạng

# C2CSelectWithdrawAddress
source: Select address
tr: Salgyny saýlaň
vi: Chọn địa chỉ

# C2CWithdrawAddressNoAddress
source: You don't have an address yet
tr: Entek salgyňyz ýok
vi: Bạn chưa có địa chỉ nào

# C2CAddWithdrawAddress
source: Add new address
tr: Täze salgy goşuň
vi: thêm địa chỉ mới

# C2CAddNewAddressCurrency
source: Currency
tr: Walýuta
vi: Tiền tệ

# C2CAddNewAddressPlac
source: Please enter address
tr: Salgyny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập địa chỉ

# C2CAddNewAddressWallet
source: Wallet tag
tr: Gapleter belligi
vi: Nhãn ví

# C2CAddNewAddressWalletPlac
source: Enter wallet tag
tr: Gapjyk belligini giriziň
vi: Nhập nhãn ví

# C2CWalletTransfer
source: Transfer
tr: Aktar
vi: chuyển khoản

# C2CWalletReceive
source: Receive
tr: Teslim Almak
vi: Nhận tiền

# C2CWalletPayViewTitle
source: ~ ICAN Pay~
tr: ~ ICAN töleg ~
vi: Nhận tiền ICAN ~

# C2CWalletPayViewTips
source: Pay and get paid with crypto
tr: Sanly walýutany aýyryň
vi: Sử dụng tiền kỹ thuật số xuống thanh toán

# C2CWalletPayViewTransferTips
source: Transfer digital currency to iCan users
tr: Sanly walýutany beýleki ulanyjylara geçiriň
vi: Chuyển tiền kỹ thuật số cho người dùng khác

# C2CWalletPayViewReceiveTips
source: Use QR code to receive money via iCan
tr: Pul ýygnamak üçin QR koduny ulanyň
vi: Sử dụng mã QR để thu tiền

# C2CWalletPayViewSeeMore
source: See more
tr: giňişleýin seret
vi: Xem thêm

# C2CWalletPayViewTo
source: To
tr: Geçirmek
vi: Chuyển đến

# C2CWalletPayViewReceive
source: Received
tr: almak
vi: nhận

# C2CEmail
source: Email
tr: E-posta Adresi
vi: Thư

# C2CMobile
source: Mobile
tr: Telefon Numarası
vi: số điện thoại

# C2CEmailPlac
source: Please enter your email address
tr: E-poçtaňyzy giriziň
vi: Vui lòng nhập email của bạn

# C2CMobilePlac
source: Please enter your mobile number
tr: Telefon belgisini giriziň
vi: Vui lòng nhập số điện thoại

# C2CIDPlace
source: Please enter an ID
tr: Lütfen ödeme kimliğinizi girin
vi: Vui lòng nhập ID

# C2CTransferTips
source: The transfer is reached in real time and cannot be refunded. Please confirm whether the other party's account is correct
tr: Gerçek zamanlı transfer ve para iadesi yapılamaz, lütfen hesap bilgilerini doğrulayın ve onaylayın.
vi: Việc chuyển nhượng được đạt được trong thời gian thực và hoàn lại tiền không thể được hoàn trả. Vui lòng xác nhận xem tài khoản của bên kia có đúng hay không，

# C2CNearyTransfer
source: Recent transfer
tr: Son Transferler
vi: Chuyển nhượng gần đây

# C2CContinue
source: Continue
tr: Devam Et
vi: tiếp tục

# C2CAddRemark
source: Add remark
tr: Bellikler
vi: Thêm ghi chú

# C2CReceiveUser
source: Transfer to:
tr: Ulanyjyny alyň :：
vi: Nhận người dùng :：

# C2CTransferPopViewReceive
source: Receiver
tr: Kassir
vi: Thu ngân

# C2CTransferPopViewNickname
source: Nickname
tr: Nik ady
vi: Tên nick

# C2CTransferPopViewPayWay
source: Payment method
tr: töleg usuly
vi: phương thức thanh toán

# C2CTransferPopViewWalletPay
source: Wallet payment
tr: Gapjyk tölegi
vi: Thanh toán ví

# C2CTransferPopViewSure
source: Sure
tr: Elbetde
vi: Đảm bảo

# C2CTransferSuccessViewDone
source: Done
tr: Gutarmak
vi: Hoàn thành

# C2CTransferSuccessViewPaySuccess
source: Payment successful
tr: Töleg üstünlikli
vi: thanh toán thành công

# C2CTransferSuccessViewAssest
source: Funding account
tr: Gaznanyň hasaby
vi: Tài khoản quỹ

# C2CTransferSuccessViewToAccount
source: The other party's account
tr: Beýleki hasaplar
vi: Các tài khoản khác

# C2CFlowListTitle
source: Payment transaction
tr: Tölemeli
vi: Trả tiền giao dịch

# C2CFlowListPay
source: Sender
tr: töleýji
vi: người trả tiền

# C2CFlowListReceive
source: Receiver
tr: Peýdalanyjy
vi: Người thụ hưởng

# C2CFlowListPaytype
source: Type
tr: ýazyň
vi: gõ phím

# C2CFlowListTime
source: Time
tr: wagt
vi: thời gian

# C2CFlowListRemark
source: Remark
tr: Bellendi
vi: Nhận xét

# C2CFlowListNullRemark
source: No remarks
tr: Bellik ýok
vi: Không có lưu ý gì

# C2CReceiveTips1
source: Use the QR code to receive payments, your assets will be depositted into your wallet
tr: Ödeme almak için QR kodu kullanın, varlıklar cüzdanınıza eklenecektir.
vi: Với bộ sưu tập mã hai chiều, biên lai của bạn sẽ nhập ví vốn của bạn，

# C2CReceiveTips2
source: Scan to pay
tr: Aktarmak için QR'yi taramak için iCan APP' yi kullanın.
vi: Sử dụng ICANApp để quét chuyển mã

# C2CReceiveClear
source: Clear amount
tr: Düşnükli mukdar
vi: Số lượng rõ ràng

# C2CReceiveSettingMoney
source: Set amount
tr: Bakiye Düzelt
vi: Đặt số tiền

# C2CReceiveSave
source: Save QR
tr: QR'yi Kaydet
vi: Lưu mã nhận

# C2CReceiveMyId
source: My payment ID
tr: Ödeme Kimliğim
vi: ID thanh toán của tôi

# C2CReceiveSettingRemark
source: Remarks (optional)
tr: Bellikleri (saýlandy we dolduryldy)
vi: Nhận xét (được chọn và điền)

# C2CReceiveSettingAddRemark
source: Add remarks
tr: Kwitansiýanyň sebäplerini goşuň
vi: Thêm lý do cho việc nhận

# C2CAllAssest
source: Total assets
tr: Jemi aktiwler
vi: Tổng tài sản

# C2COrderFreeze
source: Freeze
tr: Sargydy doňduryň
vi: Đặt hàng đông lạnh

# C2CCanUseAssest
source: Assets available
tr: Bar bolan aktiwler
vi: Tài sản có sẵn

# C2CWalletCapitalTransfer
source: Send
tr: Gönder
vi: chuyển khoản

# CannotTransferMyself
source: Cannot transfer your own address
tr: Özüňe geçip bilmeýär
vi: Không thể chuyển cho chính mình

# C2CConfirmReceiptMoneyPopViewTitle
source: Please be sure to log in to the receiving account to confirm that the money has been credited to the available balance.
tr: "Bar bolan balansda" tölegiň bardygyny tassyklamak üçin kabul ediş hasabyna giriň.
vi: Hãy chắc chắn đăng nhập vào tài khoản nhận để xác nhận rằng có khoản thanh toán trong "số dư có sẵn".

# C2CConfirmReceiptMoneyPopViewTip
source: I have confirmed the payment is correct
tr: Tölegiň dogrudygyny tassykladym
vi: Tôi đã xác nhận rằng khoản thanh toán là chính xác

# CannotPromptThisAccount
source: You cannot withdraw cash to this account
tr: Hasaby gysyp bilmeýär
vi: Không thể nhắc tài khoản

# Externalnetworkrecharge
source: Blockchain Recharge
tr: Daşarky ulgam zarýad bermek
vi: Nạp tiền mạng bên ngoài

# SendingMessagesTooOften
source: Sending messages too often, please try again later
tr: Iberilýän habar gaty ýygy-ýygydan, soňrak synap görüň
vi: Thông báo gửi quá thường xuyên, vui lòng thử nó sau，

# TransactionTermsContent
source: Choose a payment method supported and transfer the amount as shown on the order within the time specified. Make sure to tap/click the “Transferred, notify seller” button after the payment is made.
tr: Goldaýan töleg usulyny saýlamaly, sargyt boýunça sargyt goýuň. Tölegden soň, tölegden soň "Men töledim" düwmesine basmaly
vi: Bạn cần chọn phương thức thanh toán hỗ trợ, hoàn thành thanh toán trong thời gian quy định theo số tiền của đơn đặt hàng. Sau khi thanh toán, bạn phải nhấp vào "Tôi đã trả tiền"

# WalletScan
source: Scan
tr: QR Kod
vi: Mã quét

# lastSale
source: Recent transactions
tr: İşlemlerin
vi: Giao dịch gần đây

# TheWithdrawalAmount
source: The withdrawal amount needs to be greater than the handling fee
tr: Häzirki mukdar alnyp barylýan tölegden has köp bolmaly
vi: Số tiền hiện tại cần phải lớn hơn phí xử lý

# YourFavoriteFiatCurrency
source: Your favourite fiat currency
tr: Fiat watansyňyz
vi: Tiền tệ fiat bạn thu thập

source: Transfer to ICAN balance
tr: iCan bakiyesine aktarma
vi: Chuyển sang cân bằng ICAN

source: (Real-time transfer, 0 handling fee)
tr: (Anında Transfer, 0 işlem ücreti)
vi: ICAN balansyna geçirmek

source: Transfer to bank card
tr: Banka kartı ile aktar
vi: Chuyển vào thẻ ngân hàng

# Thetransferhandlingfee
source: (The transfer operation will incur a handling fee)
tr: Transfer ke kartu bank;
vi: Bank kartasyna geçirmek)

source: Transfer to Alipay
tr: Alipay ile aktar
vi: Chuyển sang Alipay

source: Transfer to Huione
tr: Huione ile aktar
vi: Chuyển sang Huione

source: Transfer to ABA
tr: ABA ile aktar
vi: Chuyển sang ABA

source: Name
tr: At
vi: Tên

source: Payee name
tr: Töleýji ady
vi: Tên người nhận
