Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

# UIAlertController.sure.title
source: Sure
tr: Onayla
vi: Đảm bảo

# UIAlertController.cancel.title
source: Cancel
tr: İptal Et
vi: Hủy bỏ

# CommonButton.Confirm
source: Confirm
tr: ONAYLA
vi: xác nhận đệ trình

# tabbar.chat
source: Chat
tr: sohbet etmek
vi: trò chuyện

# tabbar.friends
source: Friends
tr: Dostlar
vi: Bạn

source: Select country
tr: ülke seç
vi: Chọn quốc gia

# tabbar.share
source: Share
tr: paylaşmak
vi: đăng lại

# tabbar.discover
source: Home
tr: keşfetmek
vi: Tìm thấy

# tabbar.discoverOld
source: Discover
tr: keşfetmek
vi: Tìm thấy

# tabbar.negotiable.securities
source: 证券
tr: Gymmatly kagyzlar
vi: Chứng khoán

# tabbar.me
source: Me
tr: Ben
vi: của tôi

# Group Chats
source: Group chat
tr: Toparlaýyn söhbetdeşlik
vi: trò chuyện nhóm

# chatlist.menu.list.group
source: Group Chat
tr: Toparlaýyn söhbetdeşlik
vi: trò chuyện nhóm

# chatlist.menu.list.addfriend
source: Add Friend
tr: Dost goşmak
vi: thêm bạn

# chatlist.menu.list.scan
source: Scan
tr: skanirläň
vi: Quét nó

# chatlist.menu.list.qrcode
source: QR Code
tr: QR kodu
vi: Mã QR

# chatlist.menu.list.contacts
source: Contacts
tr: kişiler
vi: Sách tính toán

source: Unauthorized action please contact customer service
tr: Yetkisiz lütfen müşteri hizmetlerine başvurun
vi: Trái phép vui lòng liên hệ bộ phận chăm sóc khách hàng

# chatView.function.picture
source: Picture
tr: surat
vi: bức ảnh

# chatView.function.camera
source: Camera
tr: Surat
vi: Ảnh chụp

# chatView.function.dice
source: Dice Roll
tr: Zar atmak
vi: xúc xắc

# chatView.function.transfer
source: Transfer
tr: aktar
vi: chuyển khoản

# chatView.function.transfer.usdt
source: Send USDT
tr: USDT aktar
vi: USDT chuyển khoản

# chatView.function.transfer.cnt
source: Send CNT
tr: CNT aktar
vi: CNT chuyển khoản

# chatView.function.location
source: Location
tr: Ýeri
vi: Địa điểm

# chatView.function.file
source: File
tr: resminama
vi: tài liệu

# chatView.function.redPacket
source: Red Packet
tr: Gyzyl konwert
vi: Phong bì màu đỏ

# chatView.function.voice
source: Voice
tr: ses
vi: tiếng nói

# chatView.function.contactCard
source: Contact Card
tr: wizit kartoçka
vi: danh thiếp

# group.detail.listCell.groupNmae
source: Group name
tr: Topar söhbetdeşlik ady
vi: Tên trò chuyện nhóm

# group.detail.listCell.groupQRCode
source: Group QR code
tr: Iki-iki -Dimota kody topar
vi: Mã hai -chiều

# group.detail.listCell.groupNotice
source: Group announcement
tr: Toparlaýyn bildiriş
vi: Thông báo nhóm

# group.detail.listCell.groupManagement
source: Manage group
tr: Toparlaýyn dolandyrmak
vi: Quản lý nhóm

# group.detail.listCell.myNickname
source: My Alias in group
tr: Meniň toparym lakamy
vi: Biệt danh nhóm của tôi

# group.detail.listCell.showNickname
source: On-screen names
tr: Toparyň lakamyny görkeziň
vi: Hiển thị biệt danh nhóm

# group.detail.listCell.deleteAndLeave
source: Delete and leave
tr: Pozuň we çykyň
vi: Xóa và thoát

# group.detail.listCell.deleteAndExitGroup
source: Delete and exit group
tr: Topary pozuň we çykyň
vi: Xóa và thoát khỏi nhóm

# friend.detail.listCell.editContact
source: Edit contact
tr: Sazlamalar barada bellikler
vi: Cài đặt nhận xét

# friend.detail.listCell.permissionSettings
source: Permission settings
tr: Rugsat sazlamalary
vi: Cài đặt quyền

# friend.detail.listCell.Moments
source: Moments
tr: Dostlar topary
vi: Vòng tròn bạn bè

# friend.detail.listCell.Signature
source: Signature
tr: Gol
vi: Chữ ký

# friend.detail.privateChat
source: Secret chat
tr: Şahsy söhbetdeşlik
vi: Trò chuyện riêng tư

# friend.detail.chat
source: Chat
tr: sohbet etmek
vi: trò chuyện

# friend.detail.setting.complaint
source: Report
tr: şikaýat
vi: lời phàn nàn

# friend.detail.setting.deleteFriend
source: Delete friend
tr: Dosty poz
vi: xóa bạn bè

# friend.detail.setting.addToBlockList
source: Add to Block list
tr: gara sanawa goşuň
vi: Thêm vào danh sách đen

# find.listView.cell.recommended
source: Recommended
tr: Maslahat berilýän adam
vi: Người được đề nghị

# find.listView.cell.peopleNearby
source: Nearby
tr: yakında
vi: Người gần đó

# find.listView.cell.shopping
source: Shopping
tr: Söwda
vi: Mua sắm

# find.listView.cell.utilityPayment
source: Utility payments
tr: Üýtgetmek / tölemek
vi: Thay đổi/thanh toán

# mine.listView.cell.bill
source: Transactions
tr: işlemler
vi: hóa đơn thanh toán

# mine.listView.cell.banlance
source: iCan Wallet
tr: ican cüzdanı
vi: Ví ICAN

# mine.listView.cell.wallet
source: Wallet
tr: gapjyk
vi: cái ví

# mine.listView.cell.bankCard
source: Bank Cards
tr: Banka kartları
vi: Thẻ ngân hàng

# mine.listView.cell.collect
source: Favourite
tr: Favori
vi: sưu tầm

# mine.listView.cell.invite
source: My invitations
tr: Davetim
vi: Lời mời của tôi

# mine.listView.cell.service
source: Customer service
tr: Müşteri hizmetleri
vi: dịch vụ khách hàng

# mine.listView.cell.setting
source: Settings
tr: Ayarlar
vi: thiết lập

# mine.profile.title.profilePhoto
source: Profile photo
tr: profil resmi
vi: hình đại diện

# mine.profile.title.nickname
source: Nickname
tr: kullancı adı
vi: Tên nick

# mine.profile.title.ID
source: ID
tr: Şahsyýet
vi: TÔI

# mine.profile.title.accountLevel
source: Account level
tr: hesap düzeyi
vi: lớp

# mine.profile.title.qrcode
source: My QR code
tr: QR kodu
vi: Mã QR

# mine.profile.title.more
source: More
tr: Daha
vi: Hơn

# please_enter_address
source: Please enter your address
tr: Lütfen adresi girin
vi: Vui lòng nhập địa chỉ

source: Top
tr: Tepe
vi: Đứng đầu

# mine.profile.title.more.mobile
source: Mobile
tr: Telefon Numarası
vi: số điện thoại

source: Cash
tr: Nakit
vi: Tiền mặt

# mine.profile.title.more.email
source: Email
tr: E-posta Adresi
vi: Thư

# mine.profile.title.more.realName
source: Real name authentication
tr: Gerçek Adı
vi: Tên thực tế

# mine.profile.title.more.IDNumber
source: ID number
tr: Şahadatnama belgisi
vi: Số chứng chỉ

# mine.profile.title.more.gender
source: Gender
tr: jyns
vi: giới tính

# mine.profile.title.more.Signature
source: Signature
tr: Gol
vi: Chữ ký

source: Please select at least one user
tr: Lütfen en az bir kullancı seçiniz
vi: Vui lòng chọn ít nhất một người dùng

# mine.setting.cell.title.accountSecurity
source: Account security
tr: Hesap Güvenliği
vi: Tài khoản và bảo mật

# mine.setting.cell.title.messageNotifications
source: Message notifications
tr: Mesaj Bilfirimi
vi: Thông báo tin tức mới

# mine.setting.cell.title.privacy
source: Privacy setting
tr: Gizlilik Ayarları
vi: cài đặt cá nhân

# mine.setting.cell.title.allMessage
source: Clear all message history
tr: Tüm sohbet geçmişini ve önbelleği temizle
vi: Xóa tất cả các bản ghi lưu trữ và trò chuyện

# mine.setting.cell.title.records
source: Chat records
tr: Sohbet Kayıtları
vi: hồ sơ trò chuyện

# mine.setting.cell.title.about
source: About us
tr: Hakkımızda
vi: về chúng tôi

# mine.setting.logOutButton.title
source: Log out
tr: ÇIKIŞ
vi: đăng xuất

# tip.notSet
source: Not Set
tr: Sazlama ýok
vi: Không có cài đặt

# tip.Unbound
source: Unbound
tr: Çäksiz
vi: Không bị ràng buộc

# tip.Bound
source: Bound
tr: Baglandygy
vi: Người bị đứt

source: Account
tr: Hesap
vi: tài khoản

source: Phone
tr: Jübi telefony
vi: điện thoại di động

source: Male
tr: Erkek
vi: Nam

source: Female
tr: Kadın
vi: Giống cái

source: My Profile
tr: kişisel bilgi
vi: thông tin cá nhân

source: Detail info
tr: Jikme-jiklikler
vi: Thông tin chi tiết

# InfoSetting
source: Edit contact
tr: Maglumat sazlamalary
vi: Cài đặt dữ liệu

# friend.listView.footer.muchFriends
source: Friends and contacts
tr: Dostlar we aragatnaşyklar
vi: Bạn bè và liên hệ

# friend.search.tipText
source: Search contacts
tr: Gözleg aragatnaşygy gözlemek
vi: Liên hệ tìm kiếm

# friend.selectMember.title
source: Add participants
tr: Aragatnaşyk saýlaň
vi: Chọn liên hệ

source: Add more elements
tr: Has köp element goşuň
vi: Thêm nhiều yếu tố

source: Females only
tr: Diňe gyzlara serediň
vi: Chỉ cần nhìn vào các cô gái

source: Males only
tr: Diňe oglanlara serediň
vi: Chỉ cần nhìn con trai

source: Show all
tr: Hemmesini gormek
vi: xem tất cả

source: Clear location and exit
tr: Locationerleşiş maglumatlary arassalaň we çykyş
vi: Xóa thông tin vị trí và lối ra

# Complaint details (optional)
source: Report details (optional)
tr: Şikaýat mazmuny (saýlanan)
vi: Nội dung khiếu nại (đã chọn)

source: Remove
tr: Aýyrmak
vi: Tẩy

# timeline.limit.tip.friend
source: Friend
tr: Dostlar
vi: Bạn

# timeline.limit.tip.visibleToYourFriends
source: Visible to your friends
tr: Dostlaryňyz görünip bilner
vi: Bạn bè của bạn có thể được nhìn thấy

# timeline.limit.tip.exceptFriends
source: Friends except
tr: Dostlar, başga-da
vi: Bạn bè, ngoại trừ，

# timeline.limit.tip.somefriendsNotVisible
source: Not visible to selected friends
tr: Käbir dostlara görünmeýär
vi: Không thể nhìn thấy một số người bạn

# timeline.limit.tip.designatedFriends
source: Specific friends
tr: Dostlaryny kesgitläň
vi: Chỉ định bạn bè

# timeline.limit.tip.visibleToSomeFriends
source: Specify to be visible to some friends
tr: Görmek üçin käbir dostlary görkeziň
vi: Chỉ định một số bạn bè để xem

# timeline.limit.tip.onlyYourself
source: Only for yourself
tr: Diňe özüň
vi: Chỉ có chính mình

# timeline.limit.tip.onlyYourselfDetail
source: Only visible to myself
tr: Diňe özüň üçin görüň
vi: Chỉ nhìn thấy nó cho chính mình

# timeline.limit.tip.whoCanSeeYourPosts?
source: Who can see your posts?
tr: Postazgyňyzy kim görüp biler? ？
vi: Ai có thể xem bài viết của bạn?

# timeline.limit.tip.visibleToSomeFriendsExcept
source: Visible to selected friends, except
tr: Başga käbir dostlary bilen görüp bilersiňiz
vi: Nó có thể được nhìn thấy cho một số người bạn, ngoại trừ，

# timeline.limit.tip.SpecifyFriendsIncluding
source: Visible to selected friends, including
tr: Käbir dostlary kesgitläň, şol sanda şol sanda
vi: Chỉ định một số bạn bè, bao gồm bao gồm，

# timeline.post.operation.sendToFriends
source: Send to friends
tr: Dostlaryňyza iberiň
vi: Gửi cho bạn bè

# timeline.post.operation.complaint
source: Report
tr: şikaýat
vi: lời phàn nàn

# timeline.post.operation.favorite
source: Favourite
tr: Clearla
vi: sưu tầm

# timeline.post.operation.delete
source: Delete
tr: poz
vi: xóa bỏ

# timeline.post.operation.forward
source: Forward
tr: Öňe sürmek
vi: Phía trước

# timeline.post.operation.setVisibleRange
source: Set who can see
tr: Sazlamalaryňyzyň çäkleri
vi: Phạm vi của các cài đặt

# AccountSecurityViewController.deleteAccount
source: Delete account
tr: Hesabı Sil
vi: Đăng xuất

# AccountSecurityViewController.sureDeleteAccount
source: Are you sure you want to cancel your account?
tr: Ationatyrmak hasaby tassyklaň ??
vi: Xác nhận tài khoản hủy bỏ ?

# AccountSecurityViewController.sureDeleteAccountTips
source: The Delete function will delete user account information, user friends, user groups and other related information, and cannot be restored. Confirm this operation?
tr: Silme işlevi: kullanıcı hesabı bilgileri, kullanıcı arkadaşlarını, kullanıcı gruplarını ve diğer ilgili bilgileri siler ve geri yüklenemez. Onaylıyor musunuz ?
vi: Hàm hủy sẽ xóa thông tin tài khoản người dùng, bạn bè người dùng, nhóm người dùng và thông tin liên quan khác và không thể được khôi phục. Xác nhận hoạt động này? 、

# AccountSecurityViewController.accountsecurity
source: If you encounter account security issues such as account information leakage, forget password, fraud, etc. Please enforce your account security here
tr: Hesap bilgilerinin sızması, şifre unutma, dolandırıcılık v.b hesap güvenliği sorunlarıyla karşılaşırsanız, lütfen hesap güvenliğini burdan ayarlayın.
vi: Nếu bạn gặp rò rỉ thông tin tài khoản, bạn có thể quên vấn đề bảo mật như gian lận mật khẩu và các tài khoản khác.

source: seconds
tr: Ikinji
vi: Thứ hai

source: minutes
tr: minut
vi: phút

source: Hour
tr: Sagat
vi: Giờ

# Turn on screenshot notifications
source: turned on screenshot notifications
tr: Ekranyň suratyny aç-açan açyň
vi: Mở thông báo ảnh chụp màn hình

source: turned off screenshot notifications
tr: Ekranyň suratyny ýapyň
vi: Đóng thông báo ảnh chụp màn hình

source: Took a screenshot during the chat
tr: Söhbetdeşlikde skrinshot
vi: Ảnh chụp màn hình trong trò chuyện

source: You
tr: siz
vi: bạn

source: Scan QR code
tr: skanirläň
vi: Quét nó

# Sticky on Top
source: Place on top
tr: Ýokarky söhbetdeşlik
vi: Trò chuyện hàng đầu

source: Details
tr: gurmak
vi: thiết lập

source: Mute notifications
tr: Mesgenleriň ünsüni boşatmak
vi: Miễn trừ tin nhắn về sự xáo trộn

# ScreenshotNotice
source: Screenshot notification
tr: Skrinshot habarnamasy
vi: Thông báo ảnh chụp màn hình

# BurningAfterReading
source: Burn after reading
tr: Okandan soň ýanmak
vi: Đốt sau khi đọc

# DisabledBurnAfterReadin
source: disabled burn after reading
tr: Cupapylmak ýapykdan soň ýakylar
vi: Sau khi đóng cửa được đóng lại, nó sẽ bị đốt cháy

# Burn off after reading
source: The messages will be deleted according to set time
tr: Ony okandan soň, habarda bellenilmeli.
vi: Sau khi đọc nó, tin nhắn sẽ bị phá hủy trong thời gian cài đặt，

source: All the people
tr: Hemmeler
vi: Tất cả mọi người

# Someone @ you
source: You were mentioned
tr: Kimdir biri @@
vi: Người nào@@你

source: Clear chat history
tr: Checkhli keş keşbini we söhbet ýazgylaryny arassala
vi: Xóa tất cả các bản ghi lưu trữ và trò chuyện

source: Close
tr: ýapmak
vi: Khép kín

# Three Minutes
source: 3 minutes
tr: 3 minut
vi: 3 phút

# One Hour
source: 1 hour
tr: 1 sagat
vi: 1 giờ

# One Day
source: 1 day
tr: 1 gün
vi: 1 ngày

# Seven Day
source: 7 days
tr: 7 gün
vi: 7 ngày

# One Month
source: 1 month
tr: 1 aý
vi: 1 tháng

# ScreenshotNoticeTips
source: Notify when someone takes a screenshot of the chat
tr: Birisi sohbetin ekran görüntüsünü aldığında bildir
vi: Thông báo khi ai đó chụp ảnh màn hình cuộc trò chuyện

source: Cancelled
tr: Ýatyryldy
vi: Bị hủy bỏ

source: Photos
tr: resim
vi: Album

source: Light
tr: ışık açma
vi: Bật đèn

source: Align QR code/barcode within frame to scan
tr: Görkezişde awtomatiki skanirlemek üçin QR koduna deňleşdiriň.
vi: Căn chỉnh kính ngắm theo mã QR để tự động quét. ，。

source: New friends
tr: Täze dostlar
vi: Những người bạn mới

source: contact(s)
tr: Habarlaşmak üçin adam
vi: Người liên hệ

source: Mobile phone address book match
tr: Jübi telefon aragatnaşyk ýazgylary
vi: Hồ sơ giao tiếp điện thoại di động

source: Match friends in your phone's address book
tr: Jübi telefon aragatnaşygynda dostlary bilen gabat gelýän dostlary
vi: Phù hợp với bạn bè trong hồ sơ giao tiếp điện thoại di động

# Confirm Password
source: Confirm
tr: Şifreyi onayla
vi: Xác nhận mật khẩu

# Payment Management
source: Payment password
tr: Ödeme Şifresi Belirleyin
vi: Quản lý thanh toán

source: Sound
tr: ses
vi: âm thanh

source: In-app vibrate
tr: Titreşim
vi: sốc

source: Version
tr: häzirki wersiýasy
vi: Phiên bản hiện tại

source: Wallet
tr: Cüzdan
vi: cái ví

source: Money
tr: Töleg koduny alyň
vi: Nhận mã thanh toán

source: Top up
tr: Yükle
vi: Nạp điện

source: Customer service
tr: Onlaýn hyzmat onlaýn hyzmat
vi: dịch vụ trực tuyến

source: Done
tr: Gutarmak
vi: Hoàn thành

source: Mobile contact
tr: Jübi telefon aragatnaşyk ýazgylary
vi: Hồ sơ giao tiếp điện thoại di động

source: Invite WeChat friend
tr: WeChat dostlary çagyryň
vi: Mời bạn bè WeChat

source: Invite mobile contacts
tr: Jübi telefon aragatnaşyklaryny çagyryň
vi: Mời danh bạ điện thoại di động

source: Search
tr: aramak
vi: Tìm kiếm

source: Messages
tr: Habar iberiň
vi: Gửi tin nhắn

source: Yes
tr: Hawa
vi: Đúng

source: No
tr: ýok
vi: không

source: Permanent
tr: hemişelik
vi: dài hạn

source: Record retention time
tr: Söhbetdeşlik ýazgy wagtyny saklamagy saýlaň
vi: Chọn giữ thời gian ghi âm trò chuyện

source: Save
tr: Saklamak
vi: cứu

source: Saving...
tr: tygşytlamak ...
vi: tiết kiệm......

source: Disconnected
tr: baglanyşyk ýok
vi: không kết nối

source: Connecting...
tr: Giriň
vi: Đi vào

# PushNotification
source: Please open the push notification, The first time to receive the latest news
tr: Puş habarnamasyny açmagyňyzy we iň soňky habarlary mümkin boldugyça gysga wagtda alyň
vi: Vui lòng mở thông báo đẩy và nhận tin tức mới nhất càng sớm càng tốt，

source: Friends
tr: Aragatnaşyk saýlaň
vi: Chọn liên hệ

source: Scan the QR code to add me on ICan
tr: Iki -Dimota koduny skanirläň, dostum goşuň
vi: Quét mã hai chiều, thêm bạn của tôi，

source: Save to ablum
tr: Surat üstünlikli !!
vi: Hình ảnh thành công !

source: Save failed
tr: Surat saklaýyş açylmady !!
vi: Việc bảo quản hình ảnh không thành công !

source: Scan your friend's QR code
tr: Iki insenceal koduny skanirlemek, ony dost hökmünde goşup bilersiňiz
vi: Quét mã hai chiều, bạn có thể thêm nó làm bạn，

source: Invite friends in WeChat
tr: Dostlarynda dostlary çagyryň
vi: Mời bạn bè ở WeChat

# InviteAddressBook
source: Invite friends from your phone's contacts list
tr: Dostlukly telefon aragatnaşyk ýazgylarynda dostlaryňyza çagyryň
vi: Mời bạn bè trong hồ sơ giao tiếp điện thoại di động

source: Invite
tr: çakylyk
vi: mời gọi

source: Clear chat history?
tr: Söhbet taryhyny pozmalymy
vi: Có nên xóa lịch sử trò chuyện hay không

source: Remind
tr: Maslahat
vi: gợi ý

source: Take Photo
tr: Surat
vi: Ảnh chụp

source: Choose from album
tr: Albomdan saýlaň
vi: Chọn từ album

source: Choose from system
tr: Ulgamy awataryndan saýlaň
vi: Chọn từ Avatar hệ thống

source: System image
tr: Ulgamy awatar
vi: Avatar hệ thống

source: Transactions
tr: İşlemler
vi: hóa đơn thanh toán

# TransactionsBalance
source: Transactions
tr: İşlemler
vi: hóa đơn thanh toán

source: Payment details
tr: Girdeji we çykdajylarynyň jikme-jiklikleri
vi: Chi tiết về thu nhập và chi tiêu

source: Mobile contacts
tr: Dostlar
vi: Bạn

source: Add
tr: Goş
vi: Thêm vào

source: Added
tr: goşuldy
vi: thêm

source: Delete and leave
tr: Öçürmek we çykmak
vi: Có nên xóa và thoát

source: Send
tr: iber
vi: gửi

source: Select contact
tr: Dostlary saýlaň
vi: Chọn bạn

source: Note the alias
tr: Bellik maglumatlary
vi: Thông tin nhận xét

source: Hold to talk
tr: Basyň we gürleşiň
vi: Nhấn và nói chuyện

source: Release to send
tr: Ahyry aýyryň
vi: Loại bỏ kết thúc

source: Message too short
tr: Gürlemegiň wagty gaty gysga
vi: Thời gian để nói quá ngắn

source: Group members
tr: AHHABYSHYZGI
vi: Tất cả thành viên

# AllMembers
source: Group members
tr: Ähli topar agzalar
vi: Tất cả các thành viên trong nhóm

source: Transfer ownership
tr: Toparlaýyn eýesiniň dolandyryşyny dogry geçirmek
vi: Quản lý chủ sở hữu nhóm chuyển nhượng quyền

source: Select new owner
tr: Täze topar eýesini saýlaň
vi: Chọn một chủ sở hữu nhóm mới

source: Administrator settings
tr: Dolandyryjyny guruň
vi: Thiết lập quản trị viên

# AdministratorTips
source: There is no administrator, click the plus button in the upper right corner to add
tr: Dolandyryjy ýok, goşmak üçin ýokarky sag burçdaky goşmaça san düwmesine basyň
vi: Không có quản trị viên, nhấp vào nút số bổ sung ở góc trên bên phải để thêm，

source: Copy
tr: göçürmek
vi: sao chép

# AddToFavorites
source: Forward
tr: Öňe sürmek
vi: Phía trước

source: Recall
tr: yzyna almak
vi: rút

# RealNameRemind
source: The real name can only be set once
tr: Hakyky at diňe bir gezek goýup bolýar
vi: Tên thật chỉ có thể được đặt một lần

source: Link moblie
tr: Jübi telefonynyň telefon belgisi
vi: Liên kết số điện thoại di động

# EnterYourPhoneNumber
source: Phone number
tr: Telefon belgisini giriziň
vi: Vui lòng nhập số điện thoại

# EnterTheVerificationCode
source: Please enter code
tr: Barlamak koduny giriziň Lütfen
vi: vui lòng nhập mã xác nhận

source: Access from new Device
tr: Yeni cihazdan erişim
vi: Truy cập từ thiết bị mới

# EnterANewPassword
source: New password
tr: Täze parol giriziň
vi: Vui lòng nhập mật khẩu mới

source: Get Code
tr: Barlamak koduny alyň
vi: Nhận mã xác minh

# RecoverPasswordRemind
source: Recover password successfully, please login again
tr: Paroly üstünlikli al, gaýtadan girmegiňizi haýyş edýäris
vi: Lấy thành công mật khẩu, vui lòng đăng nhập lại,

source: Saved to album
tr: Üstünlikli halas etdi
vi: Lưu thành công

source: Save failed
tr: Saklamak şowsuz
vi: Lưu không thành công

source: Scan to join the group
tr: Topary skanirläň
vi: Quét nhóm

source: Enter group name
tr: Toparyň adyny giriziň
vi: Vui lòng nhập tên nhóm

# EnterGroupNickname
source: Please enter alias
tr: Toparyň lakamyny giriziň
vi: Vui lòng nhập biệt danh nhóm

source: Select burning time
tr: Okandan soň wagty saýlaň
vi: Chọn thời gian sau khi đọc

# FeatureRemind
source: This feature is not yet enabled
tr: Sazlanýar
vi: Giữ nguyên

# FunctionOfBurningRemind
source: Only administrators can switch burn after reading function
tr: Diňe administrator okandan soň formatirleme aýlawyna geçip biler
vi: Chỉ có quản trị viên có thể chuyển sang công tắc đốt sau khi đọc

# FunctionOfScreenshotNoticeRemind
source: Only administrators can switch the function of screenshot notification
tr: Diňe diňe topara dolandyryjylary ekspensuşlaryň habarnamasynda çykyş edip bilerler
vi: Chỉ các quản trị viên nhóm mới có thể chuyển đổi công tắc thông báo ảnh chụp màn hình

source: Transfer to friend
tr: Dostlaryňyza geçirmek
vi: Chuyển cho bạn bè

# AddNote
source: Add Note (0/20)
tr: Bellikler goşuň (50 sözüň içinde)
vi: Thêm ghi chú (trong vòng 50 từ)

# AddNote.chat.function
source: Add a Note
tr: Bellikler goşuň
vi: Thêm ghi chú

source: Transfer amount
tr: Geçiriş mukdary
vi: Số tiền chuyển khoản

source: Amount
tr: MİKTAR
vi: Số lượng số lượng

# Yuan
source: CNT
tr: Ýuany
vi: Nhân dân tệ

# YuanChat
source: CNY
tr: Ýuany
vi: Nhân dân tệ

# BlessingWords
source: Best wishes
tr: Baý bolmagyňy gutlaýarys, uly bagt
vi: Xin chúc mừng để có được sự giàu có, may mắn tuyệt vời，

# PrepareRedPacket
source: Send
tr: Puly gyzyl konwerte salyň
vi: Đặt tiền vào phong bì màu đỏ

# MostSingleMoneyTips
source: up to 100,000 CNT for each red packet
tr: Ýekeje gyzyl konwertiň mukdary 100,000 ýukadan geçip bilmez
vi: Số lượng của một phong bì màu đỏ duy nhất không thể vượt quá 100.000 nhân dân tệ

# MostSingleMoneyTipsChat
source: up to 100,000 CNY for each red packet
tr: Ýekeje gyzyl konwertiň mukdary 100,000 ýukadan geçip bilmez
vi: Số lượng của một phong bì màu đỏ duy nhất không thể vượt quá 100.000 nhân dân tệ

# LeastSingleMoneyTips
source: At least 0.1 CNT for each red packet
tr: Ýekeje gyzyl konwertiň mukdary 0,1 ýuany az bolmaly däldir.
vi: Lượng của một phong bì màu đỏ duy nhất không được nhỏ hơn 0,1 nhân dân tệ.1元

source: Notifications
tr: Bildirimler
vi: Nhận thông báo tin nhắn mới

source: Keep chat logs permanently
tr: Hemişelik gorap saklamak taryhy
vi: Lịch sử trò chuyện bảo tồn vĩnh viễn

# LogoutRemind
source: Logout will not delete any data. You can still log in with this account
tr: Girişden soň tapylandan soň, haýsydyr bir taryhy maglumatlary pozmarsyňyz. Girişiňizden soň, bu hasaby ulanyp bilersiňiz.
vi: Sau khi đăng nhập, bạn sẽ không xóa bất kỳ dữ liệu lịch sử nào. Sau khi đăng nhập, bạn vẫn có thể sử dụng tài khoản này. ，

# UseAndHelp
source: Use & Help
tr: Kömek ulanyp
vi: Sử dụng trợ giúp

source: Version update
tr: Sürüm Güncellemesii
vi: Cập nhật phiên bản mới

source: Clear cache
tr: Keşi arassala
vi: Làm sạch bộ đệm

# SendingCode
source: Please wait..
tr: Barlag kody iberilýär
vi: Mã xác minh đang được gửi

source: Find password successfully
tr: Töleg paroly üstünlikli alyp gitmek
vi: Lấy thành công mật khẩu thanh toán

# EnterPaymentPassword
source: Payment password
tr: Töleg paroly giriziň
vi: Vui lòng nhập mật khẩu thanh toán

source: Balance
tr: Bakiye
vi: Sự cân bằng

source: SelectPaymentMode
tr: Töleg usulyny saýlaň
vi: Chọn phương thức thanh toán

# BlankMessageRemind
source: Cannot send a blank message
tr: Boş habar iberip bilmeýär
vi: Không thể gửi tin nhắn trống

# AmountEach
source: Each draw
tr: Ýeke mukdary
vi: Số lượng đơn
