Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

source: Chat Wallpaper
tr: Sohbet duvar kağıdı
vi: Hình nền Trò chuyện

source: Pink
tr: Pembe
vi: Hồng

source: Green
tr: Yeşil
vi: Màu xanh lá

source: Purple
tr: Mor
vi: Màu tím

source: Appearance
tr: Dış görünüş
vi: Vẻ bề ngoài

source: Set Chat Wallpaper
tr: Sohbet Duvar Kağıdı Set
vi: Đặt hình nền trò chuyện

source: Medium
tr: Orta
vi: Trung bình

source: Large
tr: Büyük
vi: Lớn

source: Default
tr: Varsayılan
vi: Mặc định

source: Default Wallpaper
tr: Varsayılan duvar kağıdı
vi: hình nền mặc định

source: Select Your wallpaper
tr: Duvar kağıdınızı seçin
vi: Chọn hình nền của bạn

source: Font Size
tr: Yazı Boyutu
vi: Cỡ chữ

source: Set Font Size
tr: Yazı tipi boyutunu ayarlayın
vi: Đặt kích thước phông chữ

# PleaseEnterAmount
source: Please enter the amount
tr: Mukdaryny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập số tiền

source: Please enter remarks
tr: Bellikleri giriziň
vi: Vui lòng nhập nhận xét

source: Minimum payment amount 30 LKR
tr: Mukdary 30 lkr-den az bolmaly däldir LKR
vi: Số tiền không được dưới 30 LKR

source: Please enter the account number
tr: Ulanyjy adyny girizmegiňizi haýyş edýäris
vi: Vui lòng nhập tên người dùng

source: Please enter number for SMS notification
tr: SMS habarnamasynyň belgisini giriziň
vi: Vui lòng nhập số thông báo SMS

source: Please enter the mobile number to recharge
tr: Jübi telefonyňyzy zarýad bermek üçin giriziň
vi: Vui lòng nhập điện thoại di động của bạn để sạc lại

source: Transaction successful
tr: Üstünlikli zarýad bermek
vi: Recharge thành công

# Airtel number It can only start with 075/75 and the length is 10 or 9 digits
source: Airtel number starts with 075/75 and the length is 10 or 9 digits accordingly
tr: Jübi telefon belgisi diňe 10 ýa-da 9 san bilen diňe 075/75 bilen başlap biler/75
vi: Số điện thoại di động chỉ có thể bắt đầu với 075/75, với chiều dài 10 hoặc 9 chữ số/75

source: Mobile number can only start with 076/077/074 or 76/77/74, and the length is 10 or 9 digits accordingly
tr: Jübi telefon belgisi diňe 10 ýa-da 9 san bilen diňe 076/077/074 ýa-da 76/77/74 ýa-da 76/77/74 ýa-da 76/77/74 ýa-da 76/77/74 bilen başlap biler/077/074
vi: Số điện thoại di động chỉ có thể bắt đầu với 076/077/074 hoặc 76/77/74, với chiều dài 10 hoặc 9 chữ số/077/074或76/77/74

source: Account number only 10 digits in length
tr: Hasap diňe uzynlygy 10 san bolup biler
vi: Tài khoản chỉ có thể có độ dài 10 chữ số

source: Account number only 8 digits in length
tr: Hasap diňe 8-nji uzynlyk uzynlygy bolup biler
vi: Tài khoản chỉ có thể là một số chiều dài 8 bit

source: Mobile number can only start with 078/072/076/077/074/075 or 78/72/76/77/74/75, and the length is 10 or 9 digits accordingly
tr: The mobile phone number can only start with 078/072/076/074/075 or 78/72/76/77/74/75, with a length of 10 or 9 digits/072/076/077/074/075
vi: Số điện thoại di động chỉ có thể bắt đầu với 078/072/076/074/075 hoặc 78/72/76/77/74/75, với chiều dài 10 hoặc 9 chữ số/072/076/077/074/075或78/72/76/77/74/75

source: Invalid account number
tr: Durmuşa geçirilmeýän hasap
vi: Tài khoản không thể thay đổi

source: Invalid mobile number
tr: Öndürijilikli jübi telefon belgisi
vi: Số điện thoại di động không thể thay đổi

source: Service
tr: Zarýad beriş görnüşi
vi: Loại nạp tiền

# Favorite
source: Favourite
tr: Bir -clike zarýad bermek
vi: Một -chỉ trong việc nạp tiền

source: Telecom
tr: Tor töleg
vi: Thanh toán mạng

source: Other utility
tr: Gidro wokolar almak
vi: Thanh toán thủy điện

source: from the group chat
tr: Toparlaýyn söhbetdeşlikden kow
vi: Đá ra khỏi trò chuyện nhóm

source: Saving, please wait
tr: Saklaň, garaşyň
vi: Lưu, xin vui lòng đợi，

# Waiting for the other party to receive
source: not yet opened
tr: Beýleki tarapyň almagyna garaşmak
vi: Chờ đợi bên kia nhận được

source: The other party has no response
tr: Beýleki tarapdan hiç hili jogap ýok
vi: Bên kia không có phản ứng

source: The other party is on a call
tr: Beýleki tarap gürleýär
vi: Bên kia đang nói chuyện

# TheOtherDeclinedYourInvitation
source: The other party has declined your invitation
tr: Beýleki tarap çakylygyňyzy ret etdi
vi: Bên kia đã từ chối lời mời của bạn

source: Call failed
tr: Jogap şowsuz
vi: Câu trả lời không thành công

source: Other user may be busy ,try again later
tr: Beýleki taraplar meşgul bolup biler
vi: Bên kia có thể bận rộn

source: The other party has left
tr: Beýleki tarap galypdy
vi: Bên kia đã rời đi

source: The other party has been disconnected
tr: Beýleki tarap kesildi
vi: Bên kia đã bị ngắt kết nối

source: The other party's network status may be poor
tr: Beýleki tarapyň tor statusy garyp bolup biler
vi: Tình trạng mạng của bên kia có thể kém

source: The other party may be in poor network status
tr: Beýleki tarap toruň pes bolmagy mümkin
vi: Bên kia có thể ở trạng thái mạng kém

source: The other party may have very poor network status
tr: Beýleki tarap tor statusynda gaty pes bolup biler
vi: Bên kia có thể rất kém trong tình trạng mạng

source: You have been disconnected
tr: Baglanyşygy kesdiňiz
vi: Bạn đã ngắt kết nối kết nối

source: Answered on another device
tr: Beýleki enjamlarda eýýäm jogap berildi
vi: Đã được trả lời trong các thiết bị khác

source: The camera is turned off
tr: Kamerany öçüriň
vi: Tắt máy ảnh

source: Switched to
tr: Geçiň
vi: Chuyển sang

source: Audio Call
tr: Audio jaňy
vi: Cuộc gọi âm thanh

source: Video Call
tr: Wideo jaň
vi: cuộc gọi video

source: New Message
tr: Täze habarlar
vi: Tin tức mới

source: Please set to allow app to access your camera
tr: Kameraňyza girmek üçin programma rugsat bermek üçin düzüň set to allow APP to access your camera
vi: Vui lòng đặt để cho phép ứng dụng truy cập máy ảnh của bạn set to allow APP to access your camera

source: Please set to allow app to access your photo album and use your picture resources
tr: Programmanyň albomyňyza girmek we surat çeşmeleriňizi ulanmak üçin gurmagyňyzy haýyş edýäris
vi: Vui lòng thiết lập để cho phép ứng dụng truy cập album của bạn và sử dụng tài nguyên hình ảnh của bạn,

source: Please set to allow app to access your location
tr: Programmanyň ýagdaýyňyza girmäge rugsat bermek üçin bir pozisiýa düzüň
vi: Vui lòng thiết lập một vị trí để cho phép ứng dụng truy cập vị trí của bạn

source: Please set to allow app to access your microphone
tr: Mikrofonyňyza girmek üçin programmanyň ýoluna rugsat bermek
vi: Vui lòng thiết lập cho phép ứng dụng truy cập micrô của bạn

source: Please set to allow app to access your address book
tr: Programmata girmäge mümkinçilik berýän salgylar kitabyny gurmagyňyzy haýyş edýäris
vi: Vui lòng thiết lập sổ địa chỉ cho phép ứng dụng truy cập quyền truy cập của bạn

source: You removed
tr: Sen alynýarsyň
vi: Bạn lấy

# NewPayPassword
source: New password
tr: Töleg paroly
vi: Mật khẩu thanh toán

source: Offline recharge
tr: Oflayn zarýad bermek
vi: Tái nạp ngoại tuyến

source: Mobile number can only start with 072/078 or 72/78, and the length is 10 or 9 digits accordingly
tr: Jübi telefon belgisi diňe 10 ýa-da 9 san bilen diňe 072/078 ýa-da 72/78 ýa-da 72/78 ýa-da 72/78 ýa-da 72/78 bilen başlap biler/078
vi: Số điện thoại di động chỉ có thể bắt đầu với 072/078 hoặc 72/78, với chiều dài 10 hoặc 9 chữ số/078或72/78

# ChatViewController.transpond.unable.tip
source: Red envelope and transfer type forwarding are not supported
tr: Öňe gitmek üçin gyzyl konwertleri we geçiriş görnüşlerini goldammaň
vi: Không hỗ trợ các phong bì đỏ và các loại chuyển giao để chuyển tiếp

# ChatViewController.collect.unable.tip
source: Collection of red packet and transfer types are not supported
tr: Collectionygnag gyzyl konwertleri we geçirmegiň görnüşlerini goldamaň
vi: Không hỗ trợ thu thập phong bì màu đỏ và các loại chuyển nhượng

# nimtips.busy
source: Line busy
tr: Işli setir jogap berilmedi
vi: Dòng bận rộn không được trả lời

# ChatViewController.tip.readOnly
source: Read only
tr: Gadaganlykda
vi: Trong Cấm

# AddGroupManagerOrRemoveViewController.rightBarItem
source: Set
tr: gurmak
vi: thiết lập

# notification.sharedpost
source: Shared post
tr: Postsazgylary paýlaşmak
vi: Chia sẻ bài viết

# HWProgressView.Processing
source: Processing...
tr: Gaýtadan işlemek ...
vi: Xử lý......

source: Me
tr: Men
vi: TÔI

# GroupManagerTableViewController.deleteAllMessage
source: Delete all messages
tr: Ähli habarlary poz
vi: Xóa tất cả các tin nhắn

# tips.UpdateSuccess
source: Update Success
tr: Üstünlikli üýtgedildi
vi: Sửa đổi thành công

# AddBankCardViewController.bankCarNumberTips
source: Please enter the bank card number
tr: Bank kartoçkasynyň belgisini giriziň
vi: Vui lòng nhập số thẻ ngân hàng

# AddBankCardViewController.bankCarNameTips
source: Please select a bank
tr: Bankdan saýlanmagyňyzy haýyş edýäris
vi: Vui lòng chọn ngân hàng

# DZAVPlayerView.sureDeleteVideo
source: Whether to delete this video
tr: Wideony pozmalymy
vi: Có nên xóa video hay không

# ChatViewController.groupTip.locked
source: This group has been locked, Please contact the customer service
tr: Häzirki topar söhbetdeşligi petiklendi, administrator bilen habarlaşmagyňyzy haýyş edýäris
vi: Trò chuyện nhóm hiện tại đã bị chặn, vui lòng liên hệ với quản trị viên，

# PaymentManagementViewController.resetPassword
source: Reset password
tr: Şifreyi Yenile
vi: đặt lại mật khẩu

# PaymentManagementViewController.forgotPassword
source: Forgot password
tr: Ödeme şifremi unuttum
vi: Quên mật khẩu thanh toán

# PaymentManagementViewController.passwordTextField
source: Enter new payment password
tr: Täze töleg parolyny giriziň
vi: Nhập mật khẩu thanh toán mới

# ChangePaymentPasswordViewControlle.acountTextFiled
source: Current password
tr: Asyl paroly giriziň
vi: Vui lòng nhập mật khẩu gốc

source: WeChat authorized login...
tr: WeChat ygtyýarly giriş ....
vi: Đăng nhập ủy quyền của WeChat ..

# NewMessageNotificationViewController.AppNotActivated
source: When the application is not running
tr: Uygulama Çalışmadığında
vi: Khi ứng dụng không được mở

# NewMessageNotificationViewController.AppIsOpen
source: When the application is running
tr: Uygulama Çalışırken
vi: Khi ứng dụng được mở

# ShowGoogleLocationViewController.navigate.baidu
source: Navigate by Baidu map
tr: "Baidu" kartasy bilen nawigasiýa
vi: Điều hướng với bản đồ Baidu

# ShowGoogleLocationViewController.navigate.Amap
source: Navigate by Amap map
tr: Gaodege kartasy bilen nawigasiýa
vi: Điều hướng với bản đồ Gaode

# ChangePaymentPasswordViewControlle.password.nonull
source: Payment password cannot be empty
tr: Töleg paroly boş bolup bilmez
vi: Mật khẩu thanh toán không thể trống

# find.listView.cell.cicle
source: Make friends
tr: arkadaş edin
vi: kết bạn

# CircleHomeListViewController.title
source: Make friends
tr: arkadaş edin
vi: kết bạn

# CircleComplaintViewController.complaintLabel
source: Reason for reporting
tr: Şikaýatlaryň sebäbi
vi: Nguyên nhân của khiếu nại

# CircleComplaintViewController.addTipsLabel
source: Add photos
tr: Suratlar goşuň
vi: Thêm ảnh

# CircleComplaintViewController.textViewPlacholder
source: Please enter reason for the reporting
tr: Şikaýatyň sebäbini giriziň
vi: Vui lòng nhập lý do cho khiếu nại

# CircleComplaintViewController.addButtoon
source: Submit
tr: Iberiň
vi: Gửi đi

# CircleSettingViewController.setting
source: Settings
tr: gurmak
vi: thiết lập

# CircleSettingViewController.nolike
source: Not interested
tr: gyzyklanamok
vi: không quan tâm

# CircleSettingViewController.clear
source: Clear the cache
tr: keşi arassalamak
vi: Xóa bộ đệm

# CircleSettingViewController.userProtcol
source: User protocol
tr: Ulanyjy şertnamasy
vi: Sự thỏa thuận của người dùng

# CircleMoreViewController.title
source: More
tr: Has köp
vi: Hơn

# CircleMoreViewController.complaint
source: Report
tr: şikaýat
vi: lời phàn nàn

# CircleMoreViewController.nosee
source: Add to block list
tr: Oňa seretme
vi: Đừng nhìn anh ấy/cô ấy

# CircleMineViewController.title
source: Me
tr: meniňki
vi: của tôi

# CircleMineShowUserImgTableViewCell.editLabel
source: Edit Profile
tr: Maglumatlary redaktirlemek
vi: Chỉnh sửa dữ liệu

# CircleMineShowUserImgTableViewCell.iLikeTipLabel
source: Following
tr: Yzarla
vi: Theo dõi

# CircleMineShowUserImgTableViewCell.likeMeTipLabel
source: Followers
tr: yzyndan
vi: theo sau

# CircleMineShowUserImgTableViewCell.myPhotoLabel
source: My photos
tr: Meniň suratlarym
vi: Ảnh của tôi

# CircleEditMydDataViewController.title
source: Edit Profile
tr: Şahsy maglumatlar
vi: Thông tin cá nhân

# CircleEditMydDataImgTableViewCell.addPhotoLabel
source: Add picture
tr: Suratlar goşuň
vi: Thêm ảnh

# CircleEditMydDataDetialInfoTableViewCell.nameLabel
source: Nickname
tr: Ulanyjynyň lakamy
vi: Biệt danh của người dùng

# CircleEditMydDataDetialInfoTableViewCell.nameTextField
source: Please enter a nickname
tr: Ulanyjynyň lakamyny giriziň
vi: Vui lòng nhập biệt danh của người dùng

# CircleEditMydDataDetialInfoTableViewCell.signatureLabel
source: Introduction
tr: Şahsy profil
vi: Thông tin cá nhân

# CircleEditMydDataDetialInfoTableViewCell.signatureTextView
source: You can add a short bio to tell people more about yourself
tr: Şahsyýetiň goluňyza dolduryň, hemmäňize habar bermäge kömek ediň ~
vi: Vui lòng điền vào chữ ký tính cách của bạn, giúp mọi người chú ý đến bạn ~，

# CircleEditMydDataDetialInfoTableViewCell.birthdayLabel
source: Date of Birth
tr: doglan gün
vi: ngày sinh

# CircleEditMydDataDetialInfoTableViewCell.birthdayTextField
source: Please select your date of birth
tr: Doglan senesini saýlaň
vi: Vui lòng chọn ngày sinh

# CircleEditMydDataDetialInfoTableViewCell.genderLabel
source: Gender
tr: jyns
vi: giới tính

# CircleEditMydDataDetialInfoTableViewCell.genderTextField
source: Please select gender
tr: Jynsyňyzy saýlaň
vi: Vui lòng chọn giới tính

# CircleEditMydDataDetialInfoTableViewCell.heightLabel
source: Height
tr: Boýy
vi: Chiều cao

# CircleEditMydDataDetialInfoTableViewCell.heightTextField
source: Please enter your height (cm)
tr: Boýy (sm) giriziň（cm)
vi: Vui lòng nhập chiều cao (cm)（cm)

# CircleEditMydDataDetialInfoTableViewCell.weightLabel
source: Weight
tr: agramy
vi: trọng lượng

# CircleEditMydDataDetialInfoTableViewCell.weightTextField
source: Please enter your weight (kg)
tr: Agramyny (kg) giriziň（kg)
vi: Vui lòng nhập trọng lượng (kg)（kg)

# CircleEditMydDataDetialInfoTableViewCell.xingzuoLabel
source: Horoscope
tr: tekstnamasiýa
vi: chòm sao

# CircleEditMydDataDetialInfoTableViewCell.xingzuoTextField
source: The constellation will be matched automatically according to your birthday
tr: Doglan günüňe görä säwlik bilen gabat gelýär
vi: Tự động khớp với chòm sao theo sinh nhật

# CircleEditMydDataDetialInfoTableViewCell.educationLabel
source: Education
tr: Bilim
vi: Giáo dục

# CircleEditMydDataDetialInfoTableViewCell.educationTextField
source: Please select education info
tr: Bilimiňizi saýlaň
vi: Vui lòng chọn giáo dục của bạn

# CircleEditMydDataDetialInfoTableViewCell.professionLabel
source: Occupation
tr: Hünär
vi: Nghề nghiệp

# CircleEditMydDataDetialInfoTableViewCell.professionTextField
source: Please select occupation
tr: Karýeraňyzy saýlamagyňyzy haýyş edýäris
vi: Hãy chọn sự nghiệp của bạn

# CircleEditMydDataDetialInfoTableViewCell.hobbyLabel
source: Hobbies
tr: Güýmenje
vi: Sở thích

# CircleEditMydDataDetialInfoTableViewCell.hobbyTipLabel
source: Please select hobbies
tr: Güýmenje saýlamagyňyzy haýyş edýäris
vi: Vui lòng chọn sở thích

# CircleSelectHobbyViewController.title
source: Hobbies
tr: güýmenje
vi: sở thích

# CircleSelectHobbyViewController.rightButton
source: Confirm
tr: tassykla
vi: xác nhận

# CircleEditMydDataDetialInfoTableViewCell.Education.PrimarySchool
source: Primary school
tr: başlangyç mekdep
vi: trường tiểu học

# CircleEditMydDataDetialInfoTableViewCell.Education.JuniorHighSchool
source: Middle school
tr: Orta mekdep
vi: Trung học phổ thông

# CircleEditMydDataDetialInfoTableViewCell.Education.HighSchool
source: High school
tr: orta mekdep
vi: Trung học phổ thông

# CircleEditMydDataDetialInfoTableViewCell.Education.Specialist
source: Diploma
tr: Hünärmen
vi: Chuyên gia

# CircleEditMydDataDetialInfoTableViewCell.Education.Undergraduate
source: Undergraduate
tr: Bakalawr
vi: Đại học

# CircleEditMydDataDetialInfoTableViewCell.Education.Postgraduate
source: Postgraduate
tr: Aspirantura
vi: Sau đại học

# CircleEditMydDataDetialInfoTableViewCell.gender.Male
source: Male
tr: Erkek
vi: Nam

# CircleEditMydDataDetialInfoTableViewCell.gender.Female
source: Female
tr: Aýal
vi: Giống cái

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Aries
source: Aries
vi: Bạch Dương

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Taurus
source: Taurus
vi: Chòm sao Kim Ngưu

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Gemini
source: Gemini
vi: Song Tử

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Cancer
source: Cancer
tr: Rak
vi: Cung Cự Giải

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Leo
source: Leo
vi: Sư Tử

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Virgo
source: Virgo
tr: Wirus
vi: Xử Nữ

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Libra
source: Libra
vi: Thiên Bình

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Scorpio
source: Scorpio
tr: Skorpio
vi: Bò Cạp

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Sagittarius
source: Sagittarius
tr: Sagittiarius
vi: Chòm sao Nhân Mã

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Capricorn
source: Capricorn
tr: Kaprorn
vi: Ma Kết

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Aquarius
source: Aquarius
tr: Akwarius
vi: Bảo Bình

# CircleEditMydDataDetialInfoTableViewCell.Constellation.Pisces
source: Pisces
tr: Piscesler
vi: Cung Song Ngư

# CircleEditMydDataViewController.rightButton
source: Save
tr: Saklamak
vi: cứu

# CircleEditMydDataDetialInfoTableViewCell.areaLabel
source: Country setting
tr: Sebit aýratynlyklary
vi: thiết lập khu vực

# CircleEditMydDataDetialInfoTableViewCell.areaLaTextField
source: Please select region
tr: Saýlanmagy saýlaň
vi: Vui lòng chọn khu vực

# CircleEditMydDataDetialInfoTableViewCell.gender.Unknown
source: Show all
tr: Jyns çäklendirilmedik
vi: Giới tính là không giới hạn

# CircleUserDetailViewController.onlineLabel
source: Online
tr: Onlaýn
vi: Trực tuyến

# CircleUserDetailViewController.title
source: Profile
tr: Şahsy maglumatlar
vi: Thông tin cá nhân

# CircleUserDetailViewController.userInfoTipLab
source: Personal information
tr: şahsy maglumatlar
vi: thông tin cá nhân

# CircleUserDetailViewController.titleLabel
source: Personal signature
tr: Gol
vi: Chữ ký

# CircleHomeListViewController.sheet.above45
source: Above 45
tr: 45-den ýokary
vi: Trên 45

# CircleHomeListViewController.sheet.age.Unlimited
source: Show all
tr: Çäklendirilmedik
vi: Vô hạn

# CircleHomeListViewController.topHeadView.age
source: Age
tr: ýaş
vi: già đi

# CircleHomeListViewController.topHeadView.gener
source: Gender
tr: jyns
vi: giới tính

# CircleHomeListViewController.topHeadView.area
source: Country
tr: sebit
vi: khu vực

# CircleHomeListViewController.topHeadView.mengxin
source: Newbies
tr: Menguxin
vi: Mengxin

# CircleHomeListViewController.topHeadView.clear
source: Clear the filter
tr: Düşnükli barlamak
vi: Sàng lọc rõ ràng

# CircleCommonListTableViewCell.favoriteBtn.Follow
source: Follow
tr: üns merkezinde
vi: tập trung vào

# CircleCommonListTableViewCell.favoriteBtn.Followed
source: Following
tr: Yzarla
vi: Theo dõi

# CircleLikeOrDislikeListViewController.title.fllow
source: Favourite
tr: Clearla
vi: sưu tầm

# CircleLikeOrDislikeListViewController.title.ILike
source: Following
tr: Haladym
vi: Tôi thích

# CircleLikeOrDislikeListViewController.title.likeMe
source: Followers
tr: Men meni halaýaryn
vi: Tôi thích tôi

# CircleLikeOrDislikeListViewController.title.DisLike
source: Not interested
tr: gyzyklanamok
vi: không quan tâm

# ShowSelectAddressView.titleLabel
source: Please select your country
tr: Sebitiňizi saýlaň
vi: Vui lòng chọn khu vực của bạn

# ShowSelectAddressView.seatchTitle
source: Search
tr: Gözlemek isleýän ýeriňizi giriziň
vi: Vui lòng nhập khu vực bạn muốn tìm kiếm

# ShowSelectAddressView.pleasSelect
source: Please select
tr: haýyş edýärin
vi: xin vui lòng chọn

# ShowSelectAddressView.sureBtn
source: OK
tr: Elbetde
vi: Đảm bảo

# CircleUserDetailViewController.onlineLabel.lastLogin
source: Last login
tr: Iň soňky giriş
vi: Lân đăng nhập cuôi

# CircleUserIsFirstOpenCircleTips
source: Do you want to complete your profile?
tr: Şahsy maglumatlaryňyzy gowulandyrmaýarsyňyzmy, şahsy maglumatlaryňyzy gowulaşdyrsaňyzmy ?
vi: Bạn không cải thiện thông tin cá nhân của bạn, bạn có cải thiện thông tin cá nhân của bạn không ?,

# CircleChatListViewController.title
source: Message
tr: Tanyşlyklar habarlary
vi: Tin tức hẹn hò

# CircleEditMydDataViewController.leastOneImage
source: Upload at least one image
tr: Iň bolmanda bir surat ýükläň
vi: Tải lên ít nhất một hình ảnh

# CircleEditMydDataViewController.selectGener
source: Please select gender
tr: Jynsyňyzy saýlaň
vi: Vui lòng chọn giới tính

# CircleEditMydDataViewController.selectBirthday
source: Please select your date of birth
tr: Doglan senesini saýlaň
vi: Vui lòng chọn ngày sinh

# CircleEditMydDataViewController.changeSuccess
source: Modification succeeded
tr: Üstünlikli üýtgedildi
vi: Sửa đổi thành công

# AlreadyBuyPackageViewController.title
source: Purchased packages
tr: Satyn alnan paket
vi: Gói mua

# AlreadyBuyPackageViewController.rightButton
source: Records
tr: Çykdajylar ýazgysy
vi: Hồ sơ chi phí

# AlreadyBuyPackageTableViewCell.packageTypeLabel
source: Package
tr: komb
vi: combo

# AlreadyBuyPackageTableViewCell.userLabel
source: Used/Total
tr: Sany / umumy san
vi: Số/tổng ​​số

# AlreadyBuyPackageTableViewCell.userLabel.endTimel
source: Valid until
tr: Çenli hereket edýär
vi: Hợp lệ cho đến khi

# AlreadyBuyPackageTableViewCell.timeTipLabel
source: Purchase date
tr: Satyn alýan senesi
vi: Ngày mua

# BuyPackageCollectionViewCell.countChat
source: Chat tokens
tr: Adamlar söhbet edýärler
vi: Mọi người trò chuyện

# BuyPackageViewController.buyBtn
source: Buy
tr: Indi satyn al
vi: Mua nó ngay bây giờ

# BuyPackageViewController.titleLalbe
source: Connect instantly
tr: Bukja satyn alyň
vi: Mua gói

# BuyPackageViewController.tipLabel
source: Unlock To expand your circle
tr: Duş bilen duşuşygyňyzy açyň
vi: Mở khóa cuộc gặp gỡ của bạn với TA

# BuyPackageViewController.successTips
source: Successful purchase
tr: Üstünlikli satyn almak
vi: Mua thành công

# BuyPackageCollectionViewCell.unlock
source: Unlock
tr: Açmak
vi: Mở khóa

# BuyPackageCollectionViewCell.day
source: day
tr: asman
vi: bầu trời

# BuyPackageCollectionViewCell.people
source: person
tr: adamlar
vi: Mọi người

# CircleComplaintViewController.successTips
source: Report submitted
tr: Üstünlikli şikaýat
vi: Khiếu nại thành công

# AlreadyBuyPackageTableViewCell.expireLabel
source: Expired
tr: möhleti gutardy
vi: hết hạn

# LoginViewController.accountTextField.placeholder.loginType3
source: Enter mobile number
tr: Telefon numarası girin
vi: Vui lòng nhập số điện thoại

# CircleComplaintViewController.nullTips
source: Please enter the reason
tr: Şikaýat mazmunyny giriziň
vi: Vui lòng nhập nội dung khiếu nại

# ForgetPasswordViewController.passwordTextField.placeholder
source: Please enter new password
tr: Paroly ýazmagyňyzy haýyş edýäris
vi: Xin vui lòng nhập mật khẩu

# ForgetPasswordViewController.againPasswordTextField.placeholder
source: Confirm new password
tr: Tassyklama parolyny giriziň
vi: Vui lòng nhập mật khẩu xác nhận

# ForgetPasswordViewController.accountMobiel.nullTips
source: Phone number cannot be empty
tr: Telefon belgisi boş bolup bilmez
vi: Số điện thoại không thể trống

# ForgetPasswordViewController.accountEmail.nullTips
source: Email address cannot be empty
tr: Poçta gutusy hasaby boş bolup bilmez
vi: Tài khoản hộp thư không thể trống
