Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

# OpenApplyCheckTips
source: Enable "Group chat invitation confirmation", group members need confirmation from the owner or administrator to invite friends into the group
tr: Tassyklanmak üçin" topar Çatrygyň çakylygy "açyk boldy".
vi: "Lời mời trò chuyện nhóm để xác nhận" đã được bật.

# CloseApplyCheckTips
source: Closed "Group Chat Invitation Confirmation"
tr: Tassyklamak üçin "Topar söhbetdeşlik çakylyklaryny ýapdy
vi: Đã đóng "Lời mời trò chuyện nhóm để xác nhận

source: Approved
tr: tassyklandy
vi: đã được phê duyệt

# InviteAfriendJoingroup
source: Invite a friend to join the group chat
tr: Dostuňyza toparlaýyn söhbetdeşlige goşulmaga çagyrdy
vi: Mời một người bạn tham gia trò chuyện nhóm

# Thereviewsubmitted
source: The review has been submitted
tr: Gözden geçirildi
vi: Đánh giá đã được gửi

source: Selected
tr: saýlandy
vi: được lựa chọn

source: Batch Management
tr: Batç dolandyryş
vi: Quản lý lô

source: Group chat invitation confirmation
tr: Tassyklamak üçin toparlaýyn söhbetdeşlik çakylyklary
vi: Lời mời trò chuyện nhóm để xác nhận

# Returntobusiness
source: Back to Merchant
tr: Söwdagärlere dolan
vi: Trở lại thương nhân

# CertificationViewControllerNameLab
source: Name
tr: İsim
vi: Tên

# CertificationViewControllerNameTextField
source: Please enter your name
tr: Lütfen adınızı giriniz
vi: Xin hãy nhập tên của bạn

# CertificationViewControllerLastnameLab
source: Lastname
tr: Soyisim
vi: Họ

# CertificationViewControllerLastnameTextField
source: Please enter your last name
tr: Lütfen soyadınızı giriniz
vi: Vui lòng nhập họ của bạn

# CertificationViewControllerGenderLab
source: Gender
tr: Cinsiyet
vi: giới tính

# CertificationViewControlleridTypeLab
source: Certification type
tr: Döküme tipi
vi: loại chứng chỉ

# CertificationViewControlleridTypeTextField
source: Please select the certificate type
tr: Resminamanyň görnüşini saýlaň
vi: Vui lòng chọn loại tài liệu

# CertificationViewControlleridNumberTypeLab
source: Certification number
tr: Kimlik Numarası
vi: số giấy phép

# CertificationViewControllerIdNumberTextField
source: Please enter the certificate number
tr: Lütfen kimlik numaranızı girin
vi: Vui lòng nhập số tài liệu

# CertificationViewControlleruploadIdPhotoLab
source: Upload ID photo
tr: Kimlik Fotoğrafını yükle
vi: Tải lên ảnh chứng chỉ

# CertificationViewControllerSelfieLab
source: Upload a selfie
tr: bir öz çekim yükle
vi: Tải lên selfie

# CertificationViewControllerAttentionLab
source: Please make sure to fill in authentic information to avoid failing the review process
tr: Gözden geçirmek we geçmezlik üçin hakyky maglumatlary dolduryň
vi: Vui lòng điền vào thông tin thực sự để tránh đánh giá và không thông qua，

# CertificationViewControllerSureBtn
source: Click submit
tr: Ibermek üçin basyň
vi: Bấm để gửi

# CertificationViewControllerTitle
source: Verified
tr: Kimlik Doğrulama
vi: Đã xác minh

source: ID card
tr: Kimlik Kartı
vi: Thẻ ID

source: Passport
tr: pasport
vi: hộ chiếu

source: Driver's license
tr: sürüjilik şahadatnamasy
vi: giấy phép lái xe

source: Please upload your ID photo
tr: Resminamalaryňyzy ýükläň
vi: Vui lòng tải lên tài liệu của bạn

source: Please upload a selfie
tr: Özlerini ýüklemegi haýyş edýäris
vi: Vui lòng tải lên selfies

# Authed
source: Authenticated
tr: tassyklandy
vi: đã xác minh

# Authing
source: Pending review
tr: Gözden geçirmek
vi: Để được xem xét

# NotAuth
source: Not authenticated
tr: tassyklanmadyk
vi: không công nhận, không chứng nhận

source: Authentication failed
tr: Tanamaklyk şowsuz
vi: Quá trình xác thực đã thất bại

source: Your real-name authentication has passed.
tr: Hakyky-shale ady kepilnamasy geçdi.
vi: Chứng nhận thực sự của bạn đã được thông qua. 。

source: System notification
tr: sistem bildirimi
vi: thông báo hệ thống

# AnnouncementNotification
source: iCan Announcements
tr: iCan Duyurular
vi: iCan sự thông báo

source: Posting income
tr: Girdeji ibermek
vi: Thu nhập đăng bài

source: Amount of earnings
tr: Girdeji mukdary
vi: Số tiền thu nhập

source: User real name authentication
tr: Ulanyjy hakyky ady kepilnamasy
vi: Người dùng chứng nhận tên thật

source: Title
tr: Ady
vi: Tiêu đề

source: Not supported message temporarily
tr: Häzirlikçe habar ýok
vi: Không có tin tức cho thời điểm hiện tại

source: Status
tr: ýagdaýy
vi: trạng thái

source: Time
tr: wagt
vi: thời gian

# SurePayMessageViewControllercancelBtn
source: Cancel
tr: Ýatyryň
vi: Hủy bỏ

# SurePayMessageViewControllersureButton
source: Pay now
tr: derrew töle
vi: thanh toan ngay

# SurePayMessageViewControllericanMallLabel
source: iCan Mall
tr: Söwda merkezimiz
vi: Trung tâm thương mại của chúng tôi

# SurePayMessageViewControllerreceiveLabel
source: Payee
tr: Peýdalanyjy
vi: Người thụ hưởng

source: Whether to open
tr: Açylmalymy
vi: Có mở không

# DesktopEndConfirmLogin
source: Connect other device
tr: Iş stoly tassyklamasy Giriş
vi: Đăng nhập xác nhận máy tính để bàn

source: Desktop
tr: Iş stoly gutar
vi: Kết thúc máy tính để bàn

source: VIP group management background confirm login
tr: VIP toparyny dolandyrmak fon sahypasy Giriş Giriş
vi: Đăng nhập xác nhận nền quản lý nhóm VIP

source: VIP group management background
tr: Vip toparlary dolandyrmak fonsiýasy
vi: Bối cảnh quản lý nhóm VIP

source: Read users
tr: Ulanyjylary okamak
vi: Đọc người dùng

source: Number of times read
tr: Okamak
vi: Đọc

source: Reciprocal account
tr: Partiýa hasaby
vi: Tài khoản bên

source: ican account/mobile number
tr: ICAN hasaby / jübi telefon belgisi
vi: Tài khoản ICAN/Số điện thoại di động

# Themoneywillbetransferred
source: The money will be transferred to the other party's account and cannot be refunded
tr: Pul hakyky wagtda hasabyň hasabyna geçiriler we yzyna gaýtaryp bolmaz
vi: Tiền sẽ được chuyển vào tài khoản trong thời gian thực và không thể hoàn lại tiền

# userdoesnotexist
source: The user does not exist
tr: Bu ulanyjy ýok
vi: người dùng này không tòn tại

source: Search content
tr: Gözleg mazmuny
vi: Nội dung tìm kiếm

source: Please count your money the buyer %s handover before confirm the order.
tr: Lütfen siparişi onaylamadan önce alıcının %s devir tesliminde paranızı sayınınız.
vi: Vui lòng đếm số tiền của bạn mà người mua %s bàn giao trước khi xác nhận đơn đặt hàng.

# C2CTabarOrder
source: Order
tr: Sipariş
vi: Gọi món

# C2CTabarAdvert
source: Ads
tr: Reklamlar
vi: Quảng cáo

# C2CTabarMe
source: Me
tr: Profil
vi: của tôi

# C2CPublishAdvertFirstStepViewControllerTitle
source: Post an Ad
tr: Postalamak
vi: Đặt một quảng cáo

# C2CPublishAdvertFirstStepViewControllerstepTipLabel
source: 1/3. Set type and price
tr: /3 set tipi ve fiyati
vi: Mahabat goýuň/3.

# C2CPublishAdvertFirstStepViewControllerbuyLabel
source: Buy
tr: satın almak
vi: Mua

# C2CPublishAdvertFirstStepViewControllersaleLabel
source: Sell
tr: sat mak
vi: bán

# C2CPublishAdvertFirstStepViewControllercurrencyTitleLabel
source: Asset
tr: varlık fiyat
vi: Tiền tệ

# C2CPublishAdvertFirstStepViewControlleruseCurrencyTitleLabel
source: Fiat
tr: varlık fiyat
vi: Tiền tệ

# C2CPublishAdvertFirstStepViewControllersettingLabel
source: Price settings
tr: fiyat ayarları
vi: Đặt giá

# C2CPublishAdvertFirstStepViewControllerpriceTypeLabel
source: Price type
tr: fiyat türü
vi: Loại giá

# C2CPublishAdvertFirstStepViewControllerfixationPriceLabel
source: Fixed
tr: sabit yüzver
vi: Giá cố định

# C2CPublishAdvertFirstStepViewControllerfloatPriceLabel
source: Floating
tr: yüzer
vi: Giá nổi

# C2CPublishAdvertFirstStepViewControllerfloatOrFixationPriceLabel
source: Fixed
tr: sabit yüzver
vi: Giá cố định

# C2CPublishAdvertFirstStepViewControllerhighPriceTitleLabel
source: Highest order price
tr: en yüksek sipariş fiyati
vi: Giá thị trường cao nhất

# C2CPublishAdvertFirstStepViewControllerLowprice
source: Lowest order price
tr: Bazardaky iň pes baha
vi: Giá thấp nhất trên thị trường

# C2CPublishAdvertFirstStepViewControllerhighPricenextButton
source: Next
tr: Indiki ädim
vi: Bước tiếp theo

# C2CPublishAdvertSecondStepViewControllerStepTipLabel
source: 2/3. Set total amount and payment method
tr: Langkah berikutnya;/3
vi: Indiki ädim/3.

# C2CPublishAdvertSecondStepViewControllerAdverTitleLabel
source: Total amount
tr: Mahabatyň sany
vi: Số lượng quảng cáo

# C2CPublishAdvertSecondStepViewControllerAdverCountTextField
source: Please enter total amount
tr: Mahabatlaryň sanyny giriziň
vi: Vui lòng nhập số lượng quảng cáo

# C2CPublishAdvertSecondStepViewControllerAllButton
source: All
tr: ählesi
vi: tất cả các

# C2CPublishAdvertSecondStepViewControllerCanUseLabel
source: Available
tr: Elýeterli
vi: Có sẵn

# C2CPublishAdvertSecondStepViewControllerLimitTitleLabel
source: Order limit
tr: Bir sargyt çäkleri
vi: Một giới hạn đơn hàng duy nhất

# C2CPublishAdvertSecondStepViewControllerReceiveTitleLabel
source: Payment method
tr: töleg usuly
vi: phương thức thanh toán

# C2CPublishAdvertSecondStepViewControllerReceiveTipsLabel
source: Select up to 5 methods
tr: Iň köp 5
vi: Chọn tối đa 5

# C2CPublishAdvertSecondStepViewControllerAddLabel
source: + Add
vi: 添加

# C2CPublishAdvertSecondStepViewControllerPayTimeTitleLabel
source: Payment time limit
tr: TERJIME EDIPLUN
vi: Thời gian thanh toán kịp thời

# C2CPublishAdvertSecondStepViewControllerlastStepButton
source: Previous
tr: Öňki
vi: Trước

# C2CPublishAdvertThirdStepViewControllerStepTipLabel
source: 3/3. Set terms and auto replies
tr: Sebelumnya;/3
vi: Öňki/3.

# C2CPublishAdvertThirdStepViewControllerExchangeProvisionLabel
source: Transaction terms (optional)
tr: Söwda şertleri (saýlanan we doldurylan we dolduryldy)
vi: Điều khoản giao dịch (được chọn và điền)

# C2CPublishAdvertThirdStepViewControllerExchangeProvisionTextView
source: Terms will be displayed to counter party before counter party places an order.
tr: Ulanyjynyň buýrugy ýazmazdan ozal söwda şertleri görkeziler. 。
vi: Các điều khoản giao dịch sẽ được hiển thị trước khi người dùng đặt hàng. 。

# C2CPublishAdvertThirdStepViewControllerAutoSendMessageLabel
source: Auto reply (optional)
tr: Awtomatiki habar sargyt ediň (saýlamak we doldurmak)
vi: Đặt hàng tin nhắn tự động (lựa chọn và điền vào)

# C2CPublishAdvertThirdStepViewControllerAutoSendMessageTextView
source: Auto reply will be sent to the counter party after counterparty places an order.
tr: Beýleki tarapyň beýleki tarapdan soň beýleki tarapa awtomatiki jogap berýär. 。
vi: Tự động trả lời bên kia sau khi bên kia đặt bên kia. 。

# C2CPublishAdvertThirdStepViewControllerConditionLabel
source: Counterparty conditions
tr: Ulanyjy şertleri
vi: Giao dịch điều kiện người dùng

# C2CPublishAdvertThirdStepViewControllerConditionTitleLabel
source: Adding counter party requirements will reduce the exposure of your Ad
tr: Söwda ulanyjy çäklendirmelerini ýokarlandyrmagyň çäklendirmeleriňizi azaltar
vi: Tăng các hạn chế của người dùng giao dịch sẽ làm giảm cơ hội quảng cáo của bạn，

# C2CPublishAdvertThirdStepViewControllerKycLabel
source: Completed KYC
tr: Doly kyc
vi: Hoàn thành KYC

# C2CPublishAdvertThirdStepViewControllerConditionSecondLabel
source: Registered
tr: Doly hasaba alyş
vi: Hoàn thành đăng ký

# C2CPublishAdvertThirdStepViewControllerConditionSecondTimeLabel
source: days ago
tr: Birnäçe gün ozal
vi: Ngày trước

# C2CPublishAdvertThirdStepViewControllerConditionThirdLabel
source: Holding more than
tr: Harytlaryň mukdary has uly
vi: Số tiền giữ lớn hơn

# C2CPublishAdvertThirdStepViewControllerNowOnLineLabel
source: Online now
tr: Derrew onlaýn ýagdaýda geçiň
vi: Lên mạng ngay lập tức

# C2CPublishAdvertThirdStepViewControllerLaterOnLineLabel
source: Offline now (switch to online manually)
tr: Ondan soň el bilen onlaýn giriň
vi: Thủ công lên mạng sau

# C2CPublishAdvertThirdStepViewControllerNextButton
source: Post
tr: goýberiş
vi: phóng thích

# C2CAddBankCardViewControllerTitle
source: Bank transfer
tr: Bank kartoçkasyny goşuň
vi: Thêm thẻ ngân hàng

# C2CAddBankCardViewControllerNameLabel
source: Name
tr: Müşderiniň ady
vi: Tên khách hàng

# C2CAddBankCardViewControllerNameTextField
source: Please enter your full name
tr: Doly adyňyzy ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tên đầy đủ của bạn

# C2CAddBankCardViewControllerAccountLabel
source: Bank account number
tr: Hasap
vi: Tài khoản

# C2CAddBankCardViewControllerAccountTextField
source: Please enter your account number
tr: Hasabyňyzy ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tài khoản của bạn

# C2CAddBankCardViewControllerDepositBankLabel
source: Bank name
tr: Hasap banky
vi: Tài khoản ngân hàng

# C2CAddBankCardViewControllerDepositBankTextField
source: Please enter name of your bank
tr: Hasabyňyzyň açylyşynda hasabyňyzyň adyny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tên ngân hàng mở tài khoản của bạn

# C2CAddBankCardViewControllerBranchBankLabel
source: Account opening branch (optional)
tr: Şahamça (saýlanan)
vi: Nhánh (chọn)

# C2CAddBankCardViewControllerBranchBankTextField
source: Enter account opening branch information
tr: Hasabyňyzyň açylyş şahadatnamasynyň adyny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tên chi nhánh mở tài khoản của bạn

# C2CAddBankCardViewControllerRemarkLabel
source: Payment remarks (optional)
tr: Töleg sözleri (saýlandy we dolduryldy)
vi: Nhận xét thanh toán (được chọn và điền)

# C2CAddBankCardViewControllerRemarkTextField
source: Please enter your payment remarks
tr: Töleg bellikleriňizi giriziň
vi: Vui lòng nhập nhận xét thanh toán của bạn

# C2CAddBankCardViewControllerTipsLabel
source: Reminder: The added payment methods will be shown to the buyer during the transaction to accept fiat transfers.Please make sure the information is correct.Do not include other bank details or payment methods.
tr: Indeplatning: Sanly walýutany satanyňyzda, alyjy üçin ýygnamak usulyny görkezersiňiz. Takyk doldurmagy tassyklarsyňyz.
vi: Nhắc nhở: Khi bạn bán tiền kỹ thuật số, bạn sẽ hiển thị phương thức thu thập cho người mua. Vui lòng xác nhận rằng việc điền chính xác.

# C2CAddBankCardViewControllerSureButton
source: Confirm
tr: Elbetde
vi: Đảm bảo

# C2COptionalSaleViewControllerTitle
source: Sell
tr: sat
vi: bán

# C2COptionalSaleViewControllerUnitPriceTitleLabel
source: Price
tr: birlik bahasy
vi: Đơn giá

# C2COptionalSaleViewControllerLimitCountTitleLabel
source: Limit
tr: Çäklendirilen
vi: Giới hạn

# C2COptionalSaleViewControllerAmountSaleTitleLabel
source: By fiat
tr: Mukdar bilen satylýar
vi: Được bán theo số tiền

# C2COptionalSaleViewControllerCountSaleTitleLabel
source: By Crypto
tr: Mukdar bilen satmak
vi: Bán theo số lượng

# C2COptionalSaleViewControllerAllButton
source: All
tr: ählesi
vi: tất cả các

# C2COptionalSaleViewControllerSelectReceiveTextField
source: Payment method
tr: Töleg usulyny saýlaň
vi: Chọn phương thức thanh toán

# C2COptionalSaleViewControllerCountTitleLabel
source: Quantity
tr: Miktar
vi: số lượng

# C2COptionalSaleViewControllerTotalAmountTitleLabel
source: Total
tr: Açyk pul
vi: tổng cộng

# C2COptionalSaleViewControllerNextButton
source: Sell
tr: sat
vi: bán

# C2COptionalSaleViewControllerTradeInformationLabel
source: Order details
tr: Söwda maglumatlary
vi: Thông tin giao dịch

# C2COptionalSaleViewControllerPayTimeTitleLabel
source: Payment time limit
tr: Töleg wagty
vi: Giới hạn thời gian thanh toán

# C2COptionalSaleViewControllerNicknameTitleLabel
source: Buyer's nickname
tr: Alyjy lakamy
vi: Biệt danh người mua

# C2COptionalSaleViewControllerNicknameTitleLabelSell
source: Seller's nickname
tr: Satyjynyň lakamy
vi: Biệt danh của người bán

# C2COptionalSaleViewControllerPayWayTitleLabel
source: Payment type
tr: ÖDEME TÜRÜ
vi: phương tiện giao dịch

# C2COptionalSaleViewControllerAmountTextFieldAmount
source: Enter the amount
tr: Mukdaryny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập số tiền

# C2COptionalSaleViewControllerAmountTextFieldCount
source: Enter the quantity
tr: Mukdaryny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập số lượng

# C2COptionalSaleViewControllerAmountSaleTitleLabelBuy
source: By fiat
tr: Mukdaryny satyn almak
vi: Mua với số tiền

# C2COptionalSaleViewControllerCountSaleTitleLabelBuy
source: By Crypto
tr: Mukdary satyn almak
vi: Mua với số lượng

# C2COptionalBuyViewControllerTipsLabel
source: Please read the following terms carefully before trading
tr: Geleşigiň gelmezden ozal seresaplylyk nukdaýnazaryny üns bilen okaň
vi: Vui lòng đọc các điều khoản giao dịch dưới đây một cách cẩn thận trước khi giao dịch

# C2COptionalBuyViewControllerExchangeProvisionTitleLabel
source: Transaction Terms
tr: Geleşigiň şertleri
vi: Điều khoản của giao dịch

# C2COptionalBuyViewControllerNextButton
source: Buy
tr: Satyn almak
vi: Mua

# C2CCancelOrderViewControllerTitle
source: Cancel order
tr: Sargydy ýatyryň
vi: hủy đơn hàng

# C2CCancelOrderViewControllerTipLabel
source: Reminder
tr: Maslahatlar
vi: Lời khuyên

# C2CCancelOrderViewControllerAttentionFirstLabel
source: 1. If you have already paid the seller, please do not cancel the order
tr: Tips;
vi: Maslahatlar.

# C2CCancelOrderViewControllerAttentionSecondtipLabel
source: 2. Your account will be SUSPENDED for the day if you cancel 3 times in a day
tr: 2. Jemi 3-de ýatyryşlar, şol gün satyn almaly dälsiňiz
vi: 2. Tích lũy 3 hủy bỏ, bạn không được mua trong cùng một ngày.

# C2CCancelOrderViewControllerReasonTitleLabel
source: Why do you want to cancel the order?
tr: Sargydyňyzy näme üçin ýatyrýarsyňyz?
vi: Vui lòng cho chúng tôi biết lý do tại sao bạn hủy đơn đặt hàng của bạn? ？

# C2CCancelOrderViewControllerReasonOneLabel
source: I don't want to trade anymore
tr: Indi söwda etmek islämok
vi: Tôi không muốn giao dịch nữa

# C2CCancelOrderViewControllerReasonTwoLabel
source: I do not meet the requirements of the advertiser's trading terms and conditions
tr: Adaty bolan geleşikleriň talaplarynyň talaplaryna kanagatlanamok
vi: Tôi không hài lòng với các yêu cầu của các điều khoản giao dịch quảng cáo

# C2CCancelOrderViewControllerReasonThreeLabel
source: Seller asking for extra fee
tr: Satyjy goşmaça töleg tölemeli
vi: Người bán nên tính một khoản phí bổ sung

# C2CCancelOrderViewControllerReasonFourLabel
source: Problem with the seller's payment method, result in unsuccessful payment
tr: Satyjynyň töleg usuly bilen näsazlyk bar we üstünlikli çagyrylyp bilinmez
vi: Có một vấn đề với phương thức thanh toán của người bán và nó không thể được gọi thành công，

# C2CCancelOrderViewControllerReasonFiveLabel
source: Other reason
tr: Başga
vi: khác

# C2CCancelOrderViewControllerSureButton
source: Confirm cancellation
tr: Sargyt ýatyryň
vi: Xác nhận việc hủy bỏ lệnh

# C2CConfirmReceiptMoneyViewControllerTitle
source: Confirm Receipt
tr: Tölegini tassyklaň
vi: Xác nhận thanh toán

# C2CConfirmReceiptMoneyViewControllerSureTitleLabel
source: Please confirm receipt
tr: Kwitansiýany tassyklamagyňyzy haýyş edýäris
vi: Vui lòng xác nhận giấy biên nhận

# C2CConfirmReceiptMoneyViewControllerSureTipsLabel
source: Counterparty marked as paid confirm after recieving fiat.
tr: Beýleki tarap töledi, kwitansiýany tassyklaň
vi: Bên kia đã trả tiền, xin vui lòng xác nhận biên lai，

# C2CConfirmReceiptMoneyViewControllerRelationsSellerLabel
source: Chat
tr: satyjy bilen habarlaşyň
vi: liên hệ với người bán

# C2CConfirmReceiptMoneyViewControllerSaleTitleLabel
source: Sell
tr: sat
vi: bán

# C2CConfirmReceiptMoneyViewControllerTotalAmountTitleLabel
source: Total
tr: Açyk pul
vi: tổng cộng

# C2CConfirmReceiptMoneyViewControllerPriceTitleLabel
source: Price
tr: Baha
vi: giá

# C2CConfirmReceiptMoneyViewControllerCountTitleLabel
source: Quantity
tr: miktar
vi: số lượng

# C2CConfirmReceiptMoneyViewControllerOrderIdTitleLabel
source: Order number
tr: sargyt belgisi
vi: số đặt hàng

# C2CConfirmReceiptMoneyViewControllerNameTitleLabel
source: Name
tr: At
vi: Tên

# C2CConfirmReceiptMoneyViewControllerAccountTitleLabel
source: Bank account/card
tr: Bank kartoçkasynyň hasaby belgisi / kart belgisi
vi: Số tài khoản thẻ ngân hàng/số thẻ

# C2CConfirmReceiptMoneyViewControllerBankTitleLabel
source: Bank name
tr: Bankyň ady
vi: Tên ngân hàng

# C2CConfirmReceiptMoneyViewControllerBranchTitleLabel
source: Account opening branch
tr: Hasap açmak bölümi
vi: Chi nhánh mở tài khoản

# C2CConfirmReceiptMoneyViewControllerExchangeProvisionTitleLabel
source: Transaction terms
tr: Geleşigiň şertleri
vi: Điều khoản của giao dịch

# C2CConfirmReceiptMoneyViewControllerComplaintButton
source: Appeal
tr: Şikaýat
vi: Bắt mắt

# C2CConfirmReceiptMoneyViewControllerSureButton
source: Payment recieved
tr: Men kwitansiýany tassykladym
vi: Tôi đã xác nhận biên lai

# C2CPaymentViewControllerTitle
source: Payment
tr: Töleg
vi: Sự chi trả

# C2CPaymentViewControllerPayTipsLabel
source: Pay the seller
tr: Satyja töläň
vi: Vui lòng trả tiền cho người bán

# C2CPaymentViewControllerTimeTipsLabel
source: Order will be cancelled in
tr: Aýyrmak wagty
vi: Thời gian loại bỏ

# C2CPaymentViewControllerRelationLabel
source: Chat
tr: satyjy bilen habarlaşyň
vi: liên hệ với người bán

# C2CPaymentViewControllerRelationLabelBuy
source: Chat
tr: Alysatçy bilen habarlaşyň
vi: Người mua liên lạc

# C2CPaymentViewControllerStepOneLabel
source: Minimize iCanApp, Open your own banking or payment platform to transfer the funds to the seller's account provided below.
tr: ICANAPAP-leri goýuň, "öz" bank hasaby ýa-da beýleki töleg usullaryňyza giriň, satyjynyň aşakdaky hasabyna geçiriň
vi: Để lại ICANApp, đăng nhập vào tài khoản ngân hàng "của riêng tôi" hoặc các phương thức thanh toán khác, chuyển vào tài khoản sau của người bán

# C2CPaymentViewControllerStepTwoLabel
source: After payment, return to iCan App, be sure to click the button below ”I have paid, notify the seller“
tr: Tölänsoň, ICAN programmasyna gaýdyp, aşakdaky "Satyjy -a "Tölän" düwmesine basyň
vi: Sau khi thanh toán, hãy quay lại ứng dụng ICAN, hãy chắc chắn nhấp vào nút bên dưới "Tôi đã trả tiền, thông báo cho người bán"，返回iCan App

# C2CPaymentViewControllerComplaintButton
source: Help
tr: Kynçylyklara duş gelmek
vi: Gặp vấn đề

# C2CPaymentViewControllerSureButton
source: Transferred, notify seller
tr: Men satyja habar berdim, satyjyny habar berdim
vi: Tôi đã trả tiền, thông báo cho người bán

# C2CPConfirmOrderViewControllerTitle
source: Order Confirmation
tr: Sargyt tassyklamasy
vi: Xác nhận đặt hàng

# C2CPConfirmOrderViewControllerTipsOneLabel
source: iCan is holding the seller's crypto in the escrow account
tr: Satyjynyň sanly walýutasy indi ICAN handy hasabynda saklandy, tölemäge ukyplydygy kepillendirilýär
vi: Tiền số kỹ thuật số của người bán hiện đã được lưu trữ trong tài khoản giám sát của ICAN, vui lòng yên tâm trả tiền，

# C2CPConfirmOrderViewControllerTipsTwoLabel
source: iCan24x7 hours customer service support
tr: ICan7x24 sagat müşderi hyzmatyna goldaw
vi: ICAN7X24 giờ hỗ trợ dịch vụ khách hàng

# C2CPConfirmOrderViewControllerSaleCurrencyLabel
source: Buy
tr: Satyn almak
vi: Mua

# C2CPConfirmOrderViewControllerPayWayTitleLabel
source: Payment Method
tr: töleg usuly
vi: phương thức thanh toán

# C2CPConfirmOrderViewControllerComplaintButton
source: Cancel order
tr: Sargydy ýatyryň
vi: hủy đơn hàng

# C2CPConfirmOrderViewControllerSureButton
source: Go to pay
tr: Töleg
vi: Sự chi trả

# C2CSaleSuccessViewControllerTitle
source: Order Status
tr: Sargyt ýagdaýy
vi: Tình trạng đặt hàng

# C2CSaleSuccessViewControllerDoneButton
source: Done
tr: Gutarmak
vi: Hoàn thành

# C2CSaleSuccessViewControllerTipsLabel
source: How was your trading experience
tr: Alyjyna baha bermegiňizi haýyş edýäris
vi: Vui lòng đánh giá người mua

# C2CSaleSuccessViewControllerGoodLabel
source: Positive
tr: Öwgi
vi: Khen

# C2CSaleSuccessViewControllerBadLabel
source: Negative
tr: Negatiw bahalar
vi: Xếp hạng âm

source: 15 minutes
tr: 15 minut
vi: 15 phút

source: 30 minutes
tr: 30 minut
vi: 30 phút

source: 45 minutes
tr: 45 minut
vi: 45 phút

source: 60 minutes
tr: 60 minut
vi: 60 phút

# C2CBankCard
source: Bank Transfer
tr: Banka Kartları
vi: Thẻ ngân hàng
