Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

source: Please bind your bank card
tr: Kart eýesiniň öz bank kartasyny baglanyşdyrmagyňyzy haýyş edýäris
vi: Vui lòng liên kết thẻ ngân hàng của chủ thẻ

source: Cardholder
tr: Kart eýesi
vi: chủ thẻ

source: Card type
tr: kartoçka görnüşi
vi: Loại thẻ

source: Please select your bank card type
tr: Bank kartyňyzyň görnüşini saýlaň
vi: Vui lòng chọn loại thẻ ngân hàng của bạn

# Save Sucess
source: Save successful
tr: Üstünlikli halas etdi
vi: Lưu thành công

source: Successful login
tr: Üstünlikli giriň
vi: Đăng nhập thành công

# ThisFunctionNotAvailable
source: This function is not available yet
tr: Bu funksiýa onlaýn açylmaýar
vi: Chức năng này không mở trực tuyến

source: Change password
tr: Şifre Değiştir
vi: đổi mật khẩu

source: Please enter the current password
tr: Lütfen geçerli şifreyi giriniz
vi: Vui lòng nhập mật khẩu gốc

source: Please enter the new password
tr: Lütfen yeni şifrenizi giriniz
vi: Vui lòng nhập mật khẩu mới

source: Enter new password again
tr: Şifreyi tekrar giriniz
vi: Nhập lại mật khẩu mới

# Join group chat by scanning QR code
source: joined group chat by scanning QR code
tr: QR koduny skanirlemek arkaly topar söhbetdeşligi goşuldy
vi: Đã thêm trò chuyện nhóm bằng cách quét mã QR

source: You Join group chat by scanning QR code
tr: SIZDE SÖVEGI SÖVEGI
vi: Bạn đã tham gia trò chuyện nhóm bằng cách quét mã QR

source: Into group chat
tr: Toparlaýyn söhbetdeşlige giriň
vi: Nhập trò chuyện nhóm

source: Alipay account
tr: Aldaway hasaby
vi: Tài khoản Alipay

source: Binding success
tr: Üstünlikli hökmany
vi: Ràng buộc thành công

# MailboxRegistration
source: Use email to register
tr: Poçta gutusy bilen hasaba alyň
vi: Đăng ký với hộp thư

# FiveMinutes
source: 5 minutes
tr: 5 minut
vi: 5 phút

# SixtyMinutes
source: 1 hour
tr: 1 sagat
vi: 1 giờ

# TwentyFourHour
source: 1 day
tr: 1 gün
vi: 1 ngày

# Three Day
source: 3 days
tr: 3 gün
vi: 3 ngày

# TwoWeeks
source: 2 weeks
tr: 2 hepde
vi: 2 tuần

# Three Month
source: 3 months
tr: 3 aý
vi: 3 tháng

source: Unprotected
tr: Goralan däl
vi: Không được bảo vệ

source: Successfully deleted
tr: Üstünlikli öçürildi
vi: Đã xóa thành công

source: Your login is invalid, please login again!
tr: Girişiňiz şowsuz boldy, gaýtadan girmegiňizi haýyş edýäris!
vi: Đăng nhập của bạn đã thất bại, vui lòng đăng nhập lại! ，

source: Unable to recognize QR code information
tr: QR kod maglumatlary kesgitläp bolmaýar
vi: Không thể xác định thông tin mã QR

source: News
tr: täzelikler
vi: Tin tức

source: Headline
tr: Sözbaşy
vi: Tiêu đề

source: News headlines
tr: Habar sözbaşy
vi: Tiêu đề tin tức

source: Sport
tr: fiziki bilim
vi: giáo dục thể chất

source: Stock data
tr: Aksiýa maglumatlary
vi: Dữ liệu chứng khoán

source: Recharge
tr: Töleg tölegi
vi: Thanh toán nạp tiền

source: Gas gift card
tr: Gaz sowgat karty
vi: Thẻ quà tặng gas

source: Gold data
tr: Altyn maglumatlar
vi: Dữ liệu vàng

source: Untrustworthy person
tr: Ynam
vi: Tin tưởng

# ArrivalParty
source: Receiving account
tr: Hasabyna
vi: Vào tài khoản

source: Available balance
tr: Kullanılabilir Bakiye
vi: Số dư có sẵn

source: Sending
tr: Ibermek ...
vi: gửi...

source: Failed to send
tr: Iberip bilmedi
vi: Gửi thất bại

source: Cumulative cash withdrawal
tr: Jemleýji yza çekilmek
vi: Rút tiền tích lũy

# YouHaveWithdrawnAMessage
source: You Recalled a message
tr: Habar iberdiňiz
vi: Bạn đã rút một tin nhắn

# ImageTips
source: [Image]
tr: [surat]
vi: [bức ảnh]

# GameTips
source: [Play]
tr: [Oyna]
vi: [chơ]

# VoiceTips
source: [Voice]
tr: [gambar];
vi: [surat]

# VideoTips
source: [Video]
tr: [gambar];
vi: [surat]

# RedEnvelopeTips
source: [red packet]
tr: [gambar];
vi: [surat]

# FileTips
source: [File]
tr: [gambar];
vi: [surat]

# LocationTips
source: [Location]
tr: [gambar];
vi: [surat]

# TransferTips
source: [Transfer]
tr: [gambar];
vi: [surat]

# ContactCardTips
source: [Contact card]
tr: [gambar];
vi: [surat]

source: Please enter email
tr: Lütfen e-postayı girin
vi: Vui lòng nhập email của bạn

source: Use email to retrieve
tr: Almak üçin poçta gutusyny ulanyň
vi: Sử dụng hộp thư để truy xuất

source: Use mobile phone to retrieve
tr: Almak üçin jübi telefonyňyzy ulanyň
vi: Sử dụng điện thoại di động của bạn để truy xuất

# VerifiedTips
source: According to regulatory requirements, payment and collection need to be verified by real name
tr: Düzgünleşdiriji düzgünlere laýyklykda, aldawyşyklar üçin hakyky tassyklama talap edilýär
vi: Theo các quy định theo quy định, xác minh thực tế là cần thiết cho các khoản phải thu，

source: Verify
tr: Barlamak üçin gidiň
vi: Đi để xác minh

source: Verified
tr: Tassyklandy
vi: Đã xác minh

source: Please fill in the ID number
tr: Resminamanyň belgisini dolduryň
vi: Vui lòng điền vào số tài liệu

# VerifiedRemind
source: Cannot be modified after real-name authentication, please fill in the real information
tr: Bellik: Realname hakyky tassyklamany üýtgedip bilmersiňiz, hakyky maglumatlary dolduryň：
vi: Lưu ý: Bạn không thể sửa đổi xác thực thực tế, vui lòng điền vào thông tin thực：实名认证后不能修改，

source: Certificate type
tr: Döküman Tipi
vi: loại chứng chỉ

source: ID Card
tr: T.C kimlik
vi: Thẻ ID

source: Cannot be modified after setting. If the information is wrong, it will be impossible to withdraw cash.
tr: Sazlamadan soň üýtgedilip bilinmez. Maglumat säwligi sazlamalary tassyklamak üçin aýrylmazlygy mümkin
vi: Không thể sửa đổi sau khi cài đặt. Nếu lỗi thông tin sẽ không thể rút tiền, có xác nhận các cài đặt hay không，

source: Please fill in the correct information
tr: Dogry maglumatlary doldurmagyňyzy haýyş edýäris
vi: Vui lòng điền thông tin chính xác

# BankCardNumber
source: Card number
tr: Bank kartoçkasynyň belgisi
vi: Số thẻ ngân hàng

# PaymentAmount
source: Amount
tr: Töleg mukdary
vi: Số tiền thanh toán

source: List of commonly used bank cards
tr: Umumy bank kartoçkalarynyň sanawy
vi: Danh sách thẻ ngân hàng chung

source: Remarks: Please fill in the information carefully to prevent the wrong order, easy to inquire
tr: Egerekler: nädogry tertipiň öňüni almak we soraglary ýeňilleşdirmek üçin maglumatlary üns bilen dolduryň：
vi: Nhận xét: Vui lòng điền vào thông tin một cách cẩn thận để ngăn chặn thứ tự sai và tạo điều kiện cho các câu hỏi：

# ConfirmRecharge
source: Confirm
tr: işlemi onayla
vi: Xác nhận việc nạp tiền

source: Currency exchange rate
tr: Walýuta walýutasy
vi: Tỷ giá hối đoái

source: other
tr: Başga
vi: khác

source: Search bank
tr: Gözleg Bank
vi: Ngân hàng tìm kiếm

source: Determined to tie up the Alipay?
tr: Alipany açmak üçin okmy?
vi: Ok để giải thoát Alipay?

source: Successful transfer
tr: Üstünlikli geçiriş
vi: Chuyển nhượng thành công

source: Transfer to
tr: Aktar
vi: Chuyển đến

source: Confirm payment
tr: Tölegini tassyklaň
vi: xác nhận thanh toán

source: Processing ...
tr: Gaýtadan işlemek
vi: Xử lý

source: Success
tr: üstünlik
vi: sự thành công

# fail
source: Failed
tr: şowsuz
vi: Thất bại

# ProcessingRecharge
source: Processing
tr: işleme
vi: Xử lý

source: Password
tr: Şifre Belirleyin
vi: mật khẩu mở khóa

source: Bind phone
tr: Telefonunu Bağla
vi: Liên kết điện thoại di động

source: Bind E-mail
tr: E-postayı bağla
vi: Hộp thư bị đứt

source: Confirm binding
tr: BAĞLANTIYI ONAYLA
vi: Xác nhận ràng buộc

source: Set Login password
tr: Giriş parolyny düzmek
vi: Đặt mật khẩu đăng nhập

source: The verification code will be sent to your mobile phone. Please pay attention to the SMS.
tr: Telefonunuza bir doğrulama kodu gönderilecek, lütfen kontrol edin.
vi: Mã xác minh sẽ được gửi đến điện thoại của bạn, vui lòng chú ý đến tin nhắn văn bản.

source: The verification code will be sent to your email. Please check your email.
tr: E-posta adresinize bir doğrulama kodu gönderdik, lütfen kontrol edin.
vi: Mã xác minh sẽ được gửi đến hộp thư của bạn, vui lòng vào hộp thư để kiểm tra.

source: No password has been set for the current account. Do you want to set the password?
tr: Paroly geçmezden ozal häzirki hasap üçin paroly düzdüňizmi?
vi: Bạn có đặt mật khẩu cho tài khoản hiện tại mà không cần truyền mật khẩu không?

source: Please enter the correct phone number
tr: Dogry telefon belgisini giriziň
vi: Vui lòng nhập đúng số điện thoại

# please enter your vaild email
source: Please enter a vaild email
tr: Vailal e-poçtaňyzy ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập email Vaild của bạn

source: Payment successful
tr: Töleg üstünlikli
vi: thanh toán thành công

source: See more
tr: giňişleýin seret
vi: Xem thêm

source: Mobile top up
tr: Zarýad bermegiň wagty
vi: Thời gian để nạp tiền

source: Recharge for entertainment
tr: Güýmenje zarýad beriji
vi: Nạp tiền giải trí

source: Mobile Phone number
tr: Telefon Numarası
vi: số điện thoại

source: Please enter the phone number
tr: Numarayı Giriniz
vi: Vui lòng nhập số điện thoại

source: Please enter the correct mobile number
tr: Dogry jübi telefonynyň belgisini giriziň
vi: Vui lòng nhập đúng số điện thoại di động

source: Mobile phone credit recharge
tr: Zarýad bermek üçin jübi telefon tölegleri
vi: Hóa đơn điện thoại di động để nạp tiền

source: Phone
tr: Telefon
vi: Điện thoại

source: Purchase history
tr: Satyn almak taryhy
vi: Lịch sử thanh toán

source: Order details
tr: sargyt jikme-jiklikleri
vi: chi tiết đặt hàng

source: Successful purchase
tr: Üstünlikli satyn almak
vi: Mua thành công

source: Confirm purchase
tr: Satyn almagy tassyklaň
vi: xác nhận mua hàng

source: Price
tr: Baha
vi: Giá

source: News details
tr: Täzelikleriň jikme-jiklikleri
vi: Chi tiết tin tức

source: Payment function is temporarily disabled
tr: Häzirlikçe töleg funksiýasy açylmady
vi: Chức năng thanh toán chưa được mở cho thời điểm hiện tại

source: Please set a payment password first
tr: Ilki bilen töleg paroly belläň
vi: Vui lòng đặt mật khẩu thanh toán trước

# Insufficient balance, please top up first
source: Insufficient balance, Please top up
tr: Deňagramlylyk ýeterlik däl, ilki zarýad beriň
vi: Không đủ số dư, xin vui lòng nạp lại trước，

source: Request to add you as a friend
tr: Sizi dost hökmünde goşmagyňyzy haýyş etmegiňizi soraň
vi: Yêu cầu bạn thêm bạn làm bạn

source: Open cloud wallet
tr: Bulut gapjygyny açyň
vi: Mở ví đám mây

source: CloudWallet
tr: Bulut gapjyk
vi: Ví đám mây

source: Successfully opened
tr: Üstünlikli açyk
vi: Mở thành công

source: My address
tr: meniň salgym
vi: địa chỉ của tôi

source: Add address
tr: Salgy goşmak
vi: Thêm địa chỉ

source: Address
tr: adres
vi: Địa chỉ

source: Cloud wallet balance
tr: Bulut gapjyk balans
vi: Cân bằng ví đám mây

# GoTopUp
source: Top Up
tr: Zarýad bermek üçin gidiň
vi: Đi nạp tiền

source: Billing record
tr: Bill ýazgylary
vi: Hồ sơ hóa đơn

source: Withdrawal of balance
tr: Galyndy çekmek we baha bermek
vi: Rút tiền và thẩm định

source: Password management
tr: Parol dolandyryşy
vi: Quản lý mật khẩu

source: Bank card management
tr: Bank karty dolandyryşy
vi: Quản lý thẻ ngân hàng

source: Order number
tr: Sargyt belgisi
vi: Số đặt hàng

source: Exchange rate
tr: walýuta hümmeti
vi: tỷ giá

source: You received a new message
tr: Täze habar aldyňyz
vi: Bạn đã nhận được một tin tức mới

source: Group Avatar
tr: Topary awatar
vi: Avatar nhóm

source: Transfer group
tr: Geçiriş toparyna
vi: Nhóm chuyển nhượng

# Muted
source: Only Admin can send message
tr: Agenthli agzalar gadagan
vi: Tất cả các thành viên bị cấm

# Transfer owner
source: Transfer ownership
tr: Toparyň eýesini geçirmek
vi: Chủ sở hữu nhóm chuyển nhượng

# Please select the owner to transfer
source: Please select the new owner to transfer
tr: Geçirmek üçin eýesini saýlaň
vi: Vui lòng chọn chủ sở hữu để được chuyển nhượng

# Are you sure to transfer the owner to
source: Confirm to transfer ownership to
tr: Toparyň eýesiniň geçirilýändigini tassyklaýarsyňyz
vi: Bạn xác nhận rằng chủ sở hữu nhóm được chuyển đến

source: Add administrator
tr: Administrator goşuň
vi: Thêm quản trị viên

# Remove manager
source: Remove administrator
tr: Administratory aýyryň
vi: Loại bỏ quản trị viên

source: Administrator
vi: người quản lý

# Please select a manager to add
source: Please select at least one member
tr: Goşulmak üçin administrator saýlaň
vi: Vui lòng chọn Quản trị viên sẽ được thêm vào

# Please select a manager to remove
source: Please select at least one member
tr: Administratory aýyrmak üçin saýlaň
vi: Vui lòng chọn Quản trị viên sẽ được gỡ bỏ

# Are you sure you set
source: Confirm to set
tr: Elini tassyklaýarsyň
vi: Bạn xác nhận bàn tay

source: as an administrator
tr: Administrator hökmünde düzüň ??
vi: Đặt làm quản trị viên

# Are you sure to remove
source: Are you sure you want to remove
tr: Elini tassyklaýarsyň
vi: Bạn xác nhận bàn tay

source: from the administrator list?
tr: Administrator sanawyndan aýyryň ??
vi: Loại bỏ khỏi danh sách quản trị viên ?

source: Visible nearby
tr: Yakındakilere Görünür
vi: Những người gần đó có thể nhìn thấy được

source: Recommend to others
tr: Başkalarına Tavsiye Et
vi: Đề xuất cho người khác

source: Online
tr: Onlaýn
vi: Trực tuyến

source: Last login
tr: Iň soňky giriş
vi: Lân đăng nhập cuôi

source: Recent chat
tr: Recentlyakaňy söhbetdeşlik
vi: Trò chuyện gần đây

source: Contact person
tr: Habarlaşmak
vi: Tiếp xúc

# ICanName
source: iCan
vi: tôi có thể

# collect
source: Favourite
tr: Clearla
vi: sưu tầm

source: Translate
tr: terjime etmek
vi: giải thích

source: Translation successful
tr: Üstünlikli terjime
vi: Dịch thuật thành công

source: Retranslate
tr: Ýene terjime et
vi: Dịch lại

source: Multiple
tr: Birnäçe saýlaw
vi: Nhiều lựa chọn

source: Select all
tr: ählisini seç
vi: chọn tất cả

# MyFavorite
source: My favourite
tr: Favorilerim
vi: bộ sưu tập của tôi

source: Please enter ID
tr: Lütfen ödeme kimliğinizi girin
vi: Vui lòng nhập ID

source: Immigration
tr: migrant
vi: người di cư

source: Visa
tr: wiza
vi: hộ chiếu

source: Real estate
tr: Gozgalmaýan emläk
vi: Địa ốc

source: Recruitment
tr: Işe almak
vi: Tuyển dụng

source: Air tickets
tr: Howa biletleri
vi: Vé máy bay

# Hotel
source: Hotels
tr: Myhmanhana
vi: khách sạn

source: Shopping
tr: Söwda
vi: Mua sắm

source: Takeaway
tr: uçuş
vi: đưa ra

source: Taxi
tr: Taksi
vi: Xe tắc xi

source: I'll Pay
tr: Töleýärin
vi: Tôi sẽ trả

# Share your mood at the moment?
source: What’s on your mind
tr: Bu pursatda keýpiňizi paýlaşyň
vi: Chia sẻ tâm trạng của bạn tại thời điểm này

source: Comment
tr: Düşündiriş
vi: Nhận xét

source: Like
tr: Başam barmak
vi: Ngón tay cái lên

source: Details
tr: Jikme-jiklikler
vi: Thông tin chi tiết

# Write a Review
source: Write a comment...
tr: Teswir ýazyň ...
vi: Viết ý kiến ​​...

source: Sharing success
tr: Üstünlikleri paýlaş
vi: Chia sẻ thành công

source: All opened
tr: Eýýäm gutardy
vi: Đã hoàn thành

source: Expired
tr: möhleti gutardy
vi: hết hạn

source: Payment assistant
tr: Töleg kömekçisi
vi: Trợ lý thanh toán

source: Audit success
tr: synagdan geçdi
vi: kỳ thi đã qua

source: Paying
tr: Tanyşmak
vi: Hẹn hò

source: Offline payment processing
tr: Awtonom töleg gaýtadan işlemek
vi: Xử lý thanh toán ngoại tuyến

source: Notification
tr: Duýduryş
vi: Lưu ý

source: All read
tr: Hemmesi oka
vi: Tất cả được đọc

source: Delete all
tr: Hemmesini poz
vi: xóa hết

source: New notification
tr: Täze bildiriş
vi: Thông báo mới

source: Previous notification
tr: Öňki habarnamanyň
vi: Thông báo trước

source: Message too long
tr: Ibermegiň mazmuny gaty uzyn
vi: Nội dung của gửi quá dài

source: The other party deletes a message
tr: Beýleki tarap habary pozýar
vi: Bên kia xóa một tin nhắn

source: You have been blocked by the user
tr: Siz beýleki tarap tarapyndan gara sanawda okadyňyz
vi: Bạn đã bị nhóm kia đưa vào danh sách đen

source: Select the message you need to delete
tr: Öçürmek üçin zerur habary saýlaň
vi: Chọn thông báo bạn cần xóa

# Get the picture
source: Loading
tr: Surata düşmek
vi: Lấy tấm hình

source: Get failed
tr: Almazlyk
vi: Thất bại để có được

source: Select period
tr: Saýlaw möhleti
vi: thời gian lựa chọn

source: Transaction details
tr: Jikme-jiklikler
vi: Thông tin chi tiết

source: 《Payment Agreement》
tr: Keýillik we töleg şertnamasy
vi: Thỏa thuận nhận và thanh toán

source: Agree
tr: razy
vi: đồng ý

# Let me think again
source: Ask me later
tr: ýene-de pikirlenmäge rugsat ediň
vi: Hãy để tôi nghĩ lại

source: Payment successful
tr: Üstünlikli töleg
vi: Thanh toán thành công

source: QR code payment
tr: QR kod tölegleri
vi: Thanh toán mã QR

source: Payment code valid for two minutes
tr: Töleg kody iki minudyň içinde hereket edýär
vi: Mã thanh toán có hiệu lực trong vòng hai phút

source: Balance payment
tr: Balans tölegi
vi: Bản cân đối chi thu

source: Create a post
tr: Postsazgylary çap etmek
vi: Xuất bản bài viết

source: Post
tr: goýberiş
vi: phóng thích

source: Announcing
tr: yglan etmek
vi: thông báo

source: Successfully posted
tr: Üstünlikli boşatmak
vi: Phát hành thành công

source: Receive
tr: Teslim Almak
vi: Nhận tiền

source: Payment
tr: Ödeme
vi: Sự chi trả

source: QR code collection
tr: QR kod kolesiyonları
vi: Bộ sưu tập mã QR

source: Scan to pay
tr: tarama ve ödeme
vi: Quét và trả tiền cho tôi，

source: Collection records
tr: kayıtları alın
vi: Nhận hồ sơ

# TimelineView.share
source: Share
tr: paylaşmak
vi: đăng lại

source: Set amount
tr: bakiye düzlet
vi: Đặt số tiền

source: Save image
tr: fotağrafı kaydet
vi: lưu hình ảnh

source: Block list
tr: Blok Listesi
vi: Danh sách đen của cuốn sách địa chỉ

# Hide Posts
source: Hide user's posts
tr: Dostlarynyň töweregine seretmäň
vi: Đừng nhìn vào vòng tròn bạn bè của anh ấy

source: Not let him see my circle of friends
tr: Dostlarymyň töweregime göz aýlamagyna ýol bermäň
vi: Đừng để anh ấy nhìn vào vòng tròn bạn bè của tôi

# New Chat
source: Create new
tr: Jiankun
vi: Jianqun

# Sure
source: Confirm
tr: Elbetde
vi: Đảm bảo

source: Cancel
tr: Iptal Et
vi: Hủy bỏ

source: Do you want to delete the comment?
tr: Teswiri pozýarsyňyzmy ?
vi: Bạn có xóa bình luận không ??

source: Do you want to delete the reply?
tr: Jogaby pozýarsyňyzmy ?
vi: Bạn có xóa trả lời không ??

source: Reply
tr: Jogap ber
vi: Đáp lại

# MessageMenuView.Reply
source: Reply
tr: Quote
vi: Trích dẫn

source: Please enter comment content
tr: Teswir mazmunyny ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập nội dung nhận xét

source: Video upload failed, please upload again
tr: Imageusükleme nädogry, täzeden ýükläň
vi: Tải lên video không thành công, vui lòng tải lên lại，

source: Successfully received
tr: Üstünlikli kwitansiýa
vi: Biên lai thành công

source: Transfer to account
tr: Hasabyňyza geçirmek
vi: Chuyển vào tài khoản

source: Red packet returned
tr: Gyzyl konwert yzyna gaýdyp gelmek
vi: Phong bì màu đỏ trở lại

source: Mobile phone recharge to account
tr: Jübi telefony hasaplamak üçin zarýad bermek
vi: Điện thoại di động nạp tiền vào tài khoản

source: Gift card purchase
tr: Sowgat kartoçkasy satyn almak
vi: Mua thẻ quà tặng

source: Audio
tr: Ses
vi: tiếng nói

source: Please enter the transfer amount
tr: Geçiriş mukdaryny giriziň
vi: Vui lòng nhập số tiền chuyển

source: Re-edit
tr: täzeden redaktirle
vi: chỉnh sửa lại

source: Commodity sharing
tr: Harytlaryny paýlaşmak
vi: Chia sẻ hàng hóa

source: Top up received
tr: Hasaby hasaplamak
vi: Nạp tiền vào tài khoản

source: Withdrawal application
tr: Yza çekmek üçin ýüztutma
vi: Đơn xin rút tiền

source: Successful withdrawal
tr: Üstünlikli yza çekilmek
vi: Rút tiền thành công

source: Withdrawal failed
tr: Yzyna almak şowsuz boldy
vi: Việc rút tiền không thành công

source: Arrival time
tr: Hasaba girmek üçin wagt
vi: Thời gian để tài khoản

source: Do you want to delete this picture?
tr: Bu suraty pozmak isleýärsiňizmi?
vi: Bạn có muốn xóa hình ảnh này không? ？

source: What's on your mind...
tr: Şu pursatda keýp ...
vi: Tâm trạng tại thời điểm này ...

source: Delete
tr: poz
vi: xóa bỏ

source: Download failed
tr: göçürip almak şowsuz boldy
vi: Tải xuống thất bại

source: View original photo
tr: Asyl suratyny görmek
vi: Xem ảnh gốc

source: You were removed from the group chat
tr: Siz topar söhbetdeşlikden kowdadyňyz
vi: Bạn đã bị đuổi khỏi trò chuyện nhóm

source: left the group chat
tr: Çykyş toparty Çykmak
vi: Trò chuyện nhóm thoát

source: Kicked out of group chat
tr: Men toparlaýyn söhbetdeşlikden kowdum
vi: Tôi đã bị đuổi khỏi nhóm trò chuyện

source: Received your red packet
tr: Gyzyl konwertiňizi alyň
vi: Nhận phong bì màu đỏ của bạn

source: You received your red packet
tr: Öz gyzyl konwert aldyňyz
vi: Bạn đã nhận được phong bì màu đỏ của riêng bạn

source: Recalled a message
tr: Habar bilen
vi: Với một tin nhắn

source: @you in the group chat
tr: Toparda Çarçuwada
vi: Trong trò chuyện nhóm

source: Join group chat via search
tr: Gözleg bilen toparlaýyn söhbetdeşlik goşuň
vi: Thêm vào trò chuyện nhóm bằng cách tìm kiếm

source: Group name changed to
tr: Topardaky ady üýtgedildi
vi: Tên nhóm được sửa đổi thành

source: The other party deleted all messages
tr: Beýleki tarap ähli habary pozuldy
vi: Bên kia đã xóa tất cả các tin tức

source: Other side
tr: beýleki tarap
vi: mặt khác

source: Transfer
tr: Aktar
vi: chuyển khoản

source: Send red packet
tr: Gyzyl konwertler
vi: Những phong bì màu đỏ

source: Receive a red packet
tr: Gyzyl konwert al
vi: Nhận một phong bì màu đỏ

source: Return red packet
tr: Gyzyl konwertiň yza çekilmegi
vi: Rút lui phong bì màu đỏ

source: Balance recharge
tr: Deňagramlylyk üçin deňagramly
vi: Cân bằng cho sự cân bằng

source: Withdraw
tr: çekim işlem
vi: rút

source: Transaction payment
tr: Geleşik tölegi
vi: Thanh toán giao dịch

source: Transaction refund
tr: Geleşikiň yzyna gaýtarylmagy
vi: Trả lại giao dịch

source: Third party payment
tr: Üçünji -Pary töleg
vi: Thanh toán thứ ba

source: Insufficient balance
tr: Deňagramlylyk ýok
vi: Thiếu cân bằng

source: Select withdrawal account
tr: Yza alynmak hasaby saýlaň
vi: Chọn tài khoản rút tiền

source: The withdrawal application has been submitted
tr: Yzyna almak programmasy tabşyryldy
vi: Đơn xin rút tiền đã được nộp

source: Add friend
tr: Dost goşmak
vi: thêm bạn

source: Nickname should be filled
tr: Ulanyjy ady boş bolup bilmez
vi: Tên người dùng không thể để trống

source: Group name cannot be empty
tr: Toparyň ady boş bolup bilmez
vi: Tên nhóm không thể trống

source: Group nickname cannot be empty
tr: Toparyň lakamy boş bolup bilmez
vi: Biệt danh nhóm không thể trống

source: Remarks cannot be empty
tr: Bellikler boş bolup bilmez
vi: Nhận xét không thể trống

source: Only the owner and manager can modify the group avatar
tr: Diňe topar eýeleri we dolandyryjylar topar awatariýasyna üýtgedip biler
vi: Chỉ chủ sở hữu nhóm và quản trị viên mới có thể sửa đổi hình đại diện nhóm

source: Serial number
tr: Seri Numarası
vi: Số seri

source: Nickname
tr: Kullanıcı Adı
vi: Tên nick

source: Require friend request
tr: Arkadaşlık İsteği Gerekli
vi: Khi thêm tôi làm bạn, bạn cần xác minh

source: User or group does not exist
tr: Ulanyjylar ýa-da toparlar ýok
vi: Người dùng hoặc nhóm không tồn tại

source: Add friends/groups
tr: Dostlar / topar goşmak
vi: Thêm bạn bè/nhóm

source: Search friends/groups
tr: Dostlary / topar gözläň
vi: Tìm kiếm bạn bè/nhóm

source: Is it visible to nearby people?
tr: Golaýda adamy açmak mümkinmi ?
vi: Có thể mở một người gần đó không ?

# ChatViewController.replyText
source: Post
vi: Đăng tải

# Phone Login
source: Login with Mobile
tr: Telefon arkaly giriň
vi: Đăng nhập qua điện thoại

source: Register
tr: Hesap Oluştur
vi: Đăng ký

source: Forgot password?
tr: Parolanızı mı unuttunuz ?
vi: quên mật khẩu? ？

source: Please enter your email account
tr: Poçta gutusynyň hasabyny giriziň
vi: Vui lòng nhập tài khoản hộp thư

source: Please enter password
tr: Lütfen şifrenizi girin
vi: Xin vui lòng nhập mật khẩu

source: Ican Mall
tr: Söwda merkezimiz
vi: Trung tâm thương mại của chúng tôi
