Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

# CircleLikeOrDislikeListViewController.remove
source: Remove
tr: Aýyrmak
vi: Tẩy

# CircleLikeOrDislikeListViewController.removeTips
source: Do you want to remove this user?
tr: Ulanyjyny aýyrýarsyňyzmy?
vi: Bạn có xóa người dùng không? ？

# AddBankCardViewController.bankPeopleTextField
source: Please enter the cardholder's name
tr: Kart eýesiniň adyny giriziň
vi: Vui lòng nhập tên của người giữ thẻ

# CircleSettingViewController.cleanup
source: Clean up succeeded
tr: Arassalamak
vi: Dọn dẹp

# SelectUserCardViewController.title
source: Friends
tr: Dostlary saýlaň
vi: Chọn bạn

# PostMessageViewController.rightBtn
source: Post
tr: goýberiş
vi: phóng thích

# CircleSelectHobbyViewController.searchTextField
source: Search tags
tr: Gözleg belligi
vi: Nhãn tìm kiếm

# CircleSettingViewController.sureDeleteAccountTips
source: Deleting account will remove your account information, friends, purchased packages etc, and cannot be restored. Confirm to delete?
tr: Ationatyryş funksiýasy ulanyjy hasaby maglumatlaryny pozup bolmaýar we dikeldip bolmaz. Bu amaly tassyklamalymy?
vi: Hàm hủy sẽ xóa thông tin tài khoản người dùng và không thể được khôi phục. Xác nhận hoạt động này?

# CircleUserDetailViewController.payFailTip
source: Payment failed
tr: Tölemezlik
vi: Không trả tiền

# SureChatTipsView.tipsLabel
source: Use 1 token & start chatting
tr: Beýleki tarapa salam bermek üçin bir ýeri iýmeli
vi: Có nên tiêu thụ một nơi để nói xin chào với bên kia

# SureChatTipsView.countLabel.tip1
source: Remaining
tr: Bukjada gal
vi: Vẫn còn trên gói

# SureChatTipsView.countLabel.tiptimes
source: tokens
tr: Ikinji derejeli
vi: Hạng hai

# CircleHomeListViewController.deletedtips
source: This user has been logged out
tr: Ulanyjy ýatyryldy
vi: Người dùng đã bị hủy bỏ

# CircleUserDetailViewController.chatbtn
source: Chat
tr: Söhbet
vi: trò chuyện

# CircleMineSecondTableViewCell.setting
source: Settings
tr: gurmak
vi: thiết lập

# CircleSettingCancelTableViewCell.deleteUser
source: Delete account
tr: Ulanyjy ýatyrmak
vi: Hủy bỏ người dùng

# CircleEditMydDataViewController.pleseSelectIconImg
source: Please upload an avatar
tr: Awataryny ýüklemegiňizi haýyş edýäris
vi: Vui lòng tải lên Avatar

# CircleEditMydDataViewController.pleseInputNickname
source: Please fill in your nickname
tr: Lakamy doldurmagyňyzy haýyş edýäris
vi: Vui lòng điền vào biệt danh

# CircleComplaintViewController.loading
source: Submitting
tr: tabşyrmak
vi: đang gửi

# SubmitReportViewController.tips
source: Report submitted
tr: Şikaýat tabşyryldy
vi: Khiếu nại đã được gửi

# AppDelegate.myqrcode
source: My QR code
tr: QR kodum
vi: Mã QR của tôi

# UtilityPaymentsViewController.rightBarItem
source: Transactions
tr: Zarýad ýazgysy
vi: Hồ sơ nạp tiền

# UtilityPaymentsRecordDetailViewController.orderNumberTipLabel
source: Order number
tr: Geleşik sargyt belgisi
vi: Số đơn đặt hàng

# UtilityPaymentsRecordDetailViewController.orderTypeTipLabel
source: Transaction type
tr: Geleşik görnüşi
vi: Loại giao dịch

# UtilityPaymentsRecordDetailViewController.orderMoneyTipLabel
source: Transaction amount
tr: Geleşigiň mukdary
vi: Số lượng giao dịch

# UtilityPaymentsRecordDetailViewController.orderStatusTipLabel
source: Transaction status
tr: söwda ýagdaýy
vi: tình trạng giao dịch

# UtilityPaymentsRecordDetailViewController.orderPayStatusTipLabel
source: Payment status
tr: Töleg ýagdaýy
vi: Tình trạng thanh toán

# UtilityPaymentsRecordDetailViewController.timeTipLabel
source: Transaction date
tr: geleşik sagatlary
vi: giờ giao dịch

# UtilityPaymentsRecordDetailViewController.remarkTipsLabel
source: Transaction remarks
tr: Söwda bellikleri
vi: Nhận xét giao dịch

# UtilityPaymentsRecordDetailViewController.title
source: Details
tr: Jikme-jiklikler
vi: Thông tin chi tiết

# UtilityPaymentsRecordDetailViewController.topUping
source: Recharging in progress
tr: Zarýad bermekde
vi: Trong việc nạp tiền

# ChatViewNavBarView.userDeleted
source: User has deleted
tr: Ulanyjy ýatyryldy
vi: Người dùng đã bị hủy bỏ

# CircleEditMydDataViewController.uploading
source: Uploading...
tr: Ady ýüklemek ...
vi: tải lên ...

# CircleEditMydDataViewController.uploadingimg
source: Uploading avatar...
tr: Awataryňyzy ýükläň ...
vi: Tải lên hình đại diện của bạn ...

# AlreadyBuyPackageTableViewCell.expireLabel.count
source: Used
tr: Ulanyldy
vi: Đã được dùng

# AlreadyBuyPackageTableViewCell.expireLabel.time
source: Expired
tr: möhleti gutardy
vi: hết hạn

# SurePayMessageViewController.title
source: Confirm transaction
tr: Geleşigi tassyklaň
vi: Xác nhận giao dịch

# BecomeNewGroupOwnerTips
source: has become new group owner
tr: Täze eýesi bolmak
vi: Trở thành chủ sở hữu mới

# TelecomListCell.favorite
source: Favourite
tr: Clearla
vi: sưu tầm

# TelecomListCell.favorited
source: Favourites
tr: ýygnaldy
vi: thu thập

# WhetherAddQuickRecharge
source: Whether to add to quick recharge
tr: Çalt zarýad bermek üçin goşmalymy
vi: Có nên thêm vào việc sạc lại nhanh hay không

# AddSuccess
source: Add successful
tr: Üstünlikli goşuldy
vi: Thêm thành công

# CancelCollect
source: Delete
tr: poz
vi: xóa bỏ

# WhetherCancelCollect
source: Are you sure to delete this record.
tr: Ýygylygy ýatyrmak
vi: Có nên hủy bộ sưu tập hay không

# TheOtherPartyIsNotInterestedinYou
source: The other party is not interested in you, you cannot send a message to the other party
tr: Beýleki tarap hem siziň bilen gyzyklanmaýar, beýleki adama habar iberip bilmersiňiz
vi: Bên kia không quan tâm đến bạn, bạn không thể gửi tin nhắn cho người khác，

source: Edit
tr: redaktirläň
vi: biên tập

# ShowUtilityFavoritesView.addtopTipsLabel
source: Add to favourites
tr: Halanýanlara goşuň
vi: Thêm vào mục yêu thích

# ShowUtilityFavoritesView.addTipsLabel
source: Save the top-up information as a template
tr: Zarýad beriş maglumatyny şablon hökmünde ýazdyryň
vi: Lưu thông tin nạp lại dưới dạng mẫu

# ShowUtilityFavoritesView.mobileTipsLabel
source: Use a nickname
tr: at
vi: Tên

# ShowUtilityFavoritesView.nameTextFieldpla
source: The name of the payee
tr: Ady redaktirläň
vi: Chỉnh sửa tên

# ShowUtilityFavoritesView.favoriteBtn
source: Add to favourites
tr: Halanýanlara goşuň
vi: Thêm vào mục yêu thích

# ShowUtilityFavoritesView.notBtn
source: Not now
tr: Ýatyryň
vi: Hủy bỏ

# UtilityPaymentsPayViewController.tipError
source: Please enter the name
tr: Ady ýazmagyňyzy haýyş edýäris
vi: Vui lòng nhập tên

# UtilityPaymentsViewController.nameNullTips
source: Name cannot be empty
tr: Ady boş bolup bilmez
vi: Tên không thể trống

# UtilityPaymentsViewController.mobileNullTips
source: Number cannot be empty
tr: San boş bolup bilmez
vi: Số không thể trống

# ShowEditUtilityFavoritesView.mobileTipsLabel
source: Recharge number
tr: zarýad belgisi
vi: Số lượng nạp tiền

# ShowEditUtilityFavoritesView.mobileTextField
source: Please enter the recharge number
tr: Zarýad beriş belgisini giriziň
vi: Vui lòng nhập số nạp tiền

# ShowEditUtilityFavoritesView.favoriteBtn
source: Confirm
tr: tassykla
vi: xác nhận

# UtilityPaymentsViewController.editLoading
source: Modifying in progress
tr: gaýtadan gözden geçirmek
vi: được sửa đổi

# UtilityPaymentsViewController.editSuccess
source: Modification successful
tr: Üstünlikli üýtgedildi
vi: Sửa đổi thành công

# CircleMineSecondTableViewCell.pakges
source: Packages
tr: Satyn alnan paket
vi: Gói mua

# SelectPayWayViewController.title
source: Payment
tr: Tölemek
vi: Chi trả

# SelectPayWayViewController.tipsLabel
source: Payment method
tr: töleg usuly
vi: phương thức thanh toán

# CircleMineViewController.buytips
source: Posting to the lobby requires payment
tr: Lobbi üçin neşir etmek tölegi talap edýär
vi: Xuất bản lên sảnh yêu cầu thanh toán

# CircleMineViewController.surebuytips
source: Are you sure you want to publish?
tr: Basdan çykarmagy tassyklaň?
vi: Xác nhận bản phát hành?

# CircleMineViewController.typeStr
source: Purchase release
tr: Satyn almak we boşatmak
vi: Mua và phát hành

# CircleMineViewController.topTips
source: Click to publish to the lobby
tr: Şahsy maglumatlar gowulaşdy, kabulhanasyna çap etmek üçin basyň
vi: Thông tin cá nhân đã được cải thiện, bấm vào để xuất bản lên sảnh，

# AddBankCardViewController.carno
source: Please fill in cardholder information
tr: Kart eýesiniň maglumatlaryny doldurmagyňyzy haýyş edýäris
vi: Vui lòng điền vào thông tin chủ thẻ

# CircleMineShowUserImgTableViewCell.checkIconLabel
source: Under review
tr: gözden geçirmek
vi: được xem xét

# BecomGroupManager
source: have become a group manager
tr: Toparlaýyn dolandyryjy boldy
vi: Đã trở thành một quản trị viên nhóm

# BeRemoveGroupManager
source: have been removed from administrator status
tr: Dolandyryjynyň şahsyýeti göterildi
vi: Danh tính của quản trị viên đã được nâng lên

# CircleEditMydDataViewController.weightTips
source: Please fill in your weight information
tr: Agramyňyzy dolduryň
vi: Vui lòng điền vào thông tin cân nặng của bạn

# CircleEditMydDataViewController.bodyHeightTips
source: Please fill in your height information
tr: Beýikligiňizi dolduryň
vi: Vui lòng điền vào thông tin chiều cao của bạn

# CircleEditMydDataViewController.areaTips
source: Please select area
tr: Saýlanmagy saýlaň
vi: Vui lòng chọn khu vực

# Select43PayWayFooterView.payBtn
source: Payment
tr: Tölemek
vi: Chi trả

# Select43PayWayFooterView.clearBtn
source: Clear shortcut
tr: Çalt düşürmek
vi: Rõ ràng nhanh chóng

# Select43PayWayFooterView.fitstLabel
source: *Card number payment: Do not save card number and other related information
tr: Clear Fast;
vi: Çalt düşürmek

# Select43PayWayFooterView.twoLabel
source: *Clear quick: the previous quick payment will be cleared
tr: Clear Fast;
vi: Çalt düşürmek

# Select43PayWayViewController.savePayInfo
source: Save and pay
tr: Saklamak we tölemek
vi: Tiết kiệm và thanh toán

# Select43PayWayViewController.noSavePayInfo
source: Do not save payment
tr: Töleg tölemäň
vi: Không tiết kiệm thanh toán

# CircleUserDetailViewController.photoWallLabel
source: Photo wall
tr: Surat diwary
vi: Bức tường ảnh

# CircleMineShowUserImgTableViewCell.favoriteTipLabel
source: Likes
tr: Halanýanlaryň sany
vi: Số lượt thích

# CircleMineShowUserImgTableViewCell.viewAllPhotoLabel
source: View all photos
tr: Photogeshli suratlary görüň
vi: Xem tất cả các bức ảnh

# CircleMineHeadView.editLabel
source: View all
tr: redaktirläň
vi: biên tập

# CircleUserDetailViewController.Age
source: Age
tr: ýaş
vi: già đi

# CircleUserDetailViewController.Height
source: Height
tr: Boýy
vi: Chiều cao

# CircleUserDetailViewController.Weight
source: Weight
tr: agramy
vi: trọng lượng

# CircleUserDetailViewController.Constellation
source: Constellation
tr: tekstnamasiýa
vi: chòm sao

# CircleUserDetailViewController.Education
source: Education
tr: Bilim
vi: Giáo dục

# CircleUserDetailViewController.Occupation
source: Occupation
tr: Hünär
vi: Nghề nghiệp

# CircleUserDetailViewController.Hobbies
source: Hobbies
tr: Güýmenje
vi: Sở thích

# CircleUserEnable
source: Dating function is restricted, please contact the administrator
tr: Tanlandyryş funksiýasy çäklendirilen, administrator bilen habarlaşmagyňyzy haýyş edýäris
vi: Hàm hẹn hò bị hạn chế, vui lòng liên hệ với quản trị viên，

# CircleOtherUserEnable
source: The other party's friend-making function is restricted
tr: Beýleki tarapyň tanyşlyk wezipesi çäklidir
vi: Chức năng hẹn hò của bên kia bị hạn chế

# TimelineCommentTips
source: Please enter the reply content
tr: Jogap mazmuny giriziň
vi: Vui lòng nhập nội dung trả lời

# TimeLineDetailCommentTableViewCellTranslateSuccess
source: Translation successful
tr: Üstünlikli terjime
vi: Dịch thuật thành công

# TimeLineDetailCommentTableViewCellFail
source: Translation failed
tr: Terjime şowsuz
vi: Bản dịch không thành công

# DeleteBankcardTips
source: Confirm to delete bank card
tr: Bank kartasyny pozmalymy
vi: Có nên xóa thẻ ngân hàng hay không

# CircleMineShowUserImgTableViewCell.viewAllPhotoLabel.hidden
source: Collapse photo
tr: Suraty öwmek
vi: Khen ngợi bức ảnh

# BillListDetailViewController.payType
source: Payment method
tr: Töleg görnüşleri
vi: Phương thức thanh toán

# BillListDetailViewController.actualAmountLabel
source: Actual amount
tr: Aslynda tölenen mukdar
vi: Số tiền thực sự đã trả

# payChannelTypeNameBalance
source: Balance
tr: deňagramlyl
vi: Sự cân bằng

# payChannelTypeNameBankCard
source: Bank card
tr: Bank kartoçkasy
vi: Thẻ ngân hàng

# payChannelTypeNameCreditCard
source: Credit card
tr: kredit kartoçkasy
vi: thẻ tín dụng

# payChannelTypeNameWeChatPay
source: WeChatPay
tr: Wechat
vi: WeChat

# circle.nameTextFieldlength
source: Nickname cannot exceed 20 characters
tr: Lakam 20 simwoldan ýokary bolup bilmez
vi: Biệt danh không thể vượt quá 20 ký tự

# circle.singturelength
source: The individual signature cannot exceed 100 characters
tr: Şahsy gol 100 simwoldan geçip bilmez
vi: Chữ ký cá nhân không thể vượt quá 100 ký tự

# Pending
source: (Pending review)
tr: (Indiki synda)
vi: (Trong đánh giá tiếp theo)待审核中）

# circlePushErrorTips
source: Your information (picture/background/avatar/personal signature) is under review, please post after approval!
tr: Maglumatyňyz (surat / fon / Howa / avatar / aýratyn gol) gözden geçirilýär, gözden geçirenden soň iberiň!
vi: Thông tin của bạn (hình ảnh/nền/avatar/chữ ký cá nhân) đang được xem xét, xin vui lòng đăng nó sau khi xem xét !

source: or
tr: veya
vi: hoặc

# IcanHelpListTableViewCell.payTypeLabel
source: Payment type
tr: Töleg görnüşleri
vi: Phương thức thanh toán

source: Willing to date
tr: Sene
vi: Sẵn sàng hẹn hò

source: Would you like to date
tr: Sana taýýarmy?
vi: Cho dù bạn sẵn sàng hẹn hò

source: paidtoyou
tr: Saňa töle
vi: Trả tiền cho bạn

# CircleEditMydDataDetialInfoTableViewCell.signatureTips
source: Please fill in the personalized signature
tr: Şahsyýet goluňyzy dolduryň
vi: Vui lòng điền vào chữ ký tính cách của bạn

source: Video uploading...
tr: Wideo ýüklemek ...
vi: Tải lên video ...

# CreatNewChat
source: Create a new chat
tr: Täze söhbet dörediň
vi: Tạo một cuộc trò chuyện mới

# SelectGroup
source: Select group chat
tr: Topar söhbetdeşligini saýlaň
vi: Chọn trò chuyện nhóm

# MaximumAmount
source: The maximum amount is
tr: Iň ýokary mukdar
vi: Số tiền tối đa là

# MinimumAmount
source: The minimum amount is
tr: Iň az mukdar
vi: Số tiền tối thiểu là

source: Attention
tr: Duýduryş
vi: Lưu ý

source: Payment code
tr: Töleg kody
vi: Mã thanh toán

source: valid for
tr: Täsirli
vi: Có hiệu lực

# CircleImageLessThanSix
source: Upload at least 6 photos
tr: Ulanyjynyň suratlary 6-dan az bolmaly däldir
vi: Ảnh người dùng không được nhỏ hơn 6

# Refund
source: Refund successful
tr: yzyna gaýtaryldy
vi: hoàn lại tiền

# QuickMessage
source: Quick response
tr: Çalt ibermek
vi: Nhanh chóng gửi

# PinMsg
source: Pinned
tr: Sabitlenmiş mesajlar
vi: Tin nhắn được ghim

source: Pin
tr: sabitle
vi: Ghim

source: Unpin
tr: kaldir
vi: Bỏ ghim

source: Pinned a message
tr: sabitle
vi: Ghim

source: Unpinned a message
tr: kaldir
vi: Bỏ ghim

source: Pin for me
tr: sadece benim için sabit
vi: Ghim cho tôi

source: Pin for all
tr: Herkesi sabitle
vi: Ghim để trò chuyện

source: Unpin for me
tr: benim için sabitlemeyi kaldır
vi: bỏ ghim cho tôi

source: Unpin for all
tr: Herkes için sabitlemeyi kaldır
vi: Bỏ ghim cho tất cả

source: Unpin All
tr: Hepsini çöz
vi: Giải nén tất cả

# QuickMessageEdit
source: Edit Quick response
tr: Hızlı yanıtı düzenle
vi: Chỉnh sửa phản hồi nhanh

# QuickMessageNew
source: New Quick Response
tr: Yeni hızlı yanıtım
vi: Phản hồi nhanh mới

# NoMemberTips
source: VIP meeting
tr: Siz VIP agzasy dälsiňiz
vi: Bạn không phải là thành viên VIP

# BuyMember
source: Purchasing party
tr: Agzalary satyn alyň
vi: Mua thành viên

# BuyId
source: Purchasing ID
tr: Id satyn almak
vi: Mua id

source: Diamond VIP
tr: Göwher agzalygy
vi: Tư cách thành viên kim cương

# SeniorVIP
source: VVIP
tr: Ýokary derejeli agza
vi: Thành viên cao cấp

source: Standard
tr: Adaty agza
vi: Thành viên bình thường

# SelfSelectedID
source: Select ID
tr: Özbaşdak şahsyýetnama
vi: ID tự chọn

source: Member
tr: agza
vi: thành viên

# MemberSettingRemoveMessageTitle
source: Prevent others from deleting messages
tr: Beýleki adamlaryň habarlary pozmagynyň öňüni alyň
vi: Ngăn người khác xóa tin nhắn

# MemberSettingRemoveMessageDetailTitle
source: Others cannot delete their own client messages in a single person/group chat
tr: Beýlekiler, ýekelikde / toparlaýyn söhbetdeşlikde müşderiniň habarlaryny pozup bilmeýärler
vi: Những người khác không thể xóa tin nhắn khách hàng của họ trong trò chuyện đơn lẻ/nhóm

source: Member settings
tr: Agza sazlamalary
vi: Cài đặt thành viên

source: 《Member service agreement》
tr: Agabat Hyzmat şertnamasy
vi: Thỏa thuận dịch vụ thành viên

source: 《Purchase agreement》
tr: Satyn almak
vi: Thỏa thuận mua

# LookAndagreeBuyiDagreementtips
source: Please read and agree to the Member Service Agreement and Buy Agreement
tr: "Agza hyzmat şertnamasyna" we "Ylalaşyk satyn al" üçin okaň we razy boluň
vi: Vui lòng đọc và đồng ý với "Thỏa thuận dịch vụ thành viên" và Thỏa thuận mua

source: VIP privileges
tr: VIP artykmaçlyk
vi: Đặc quyền VIP

# VIPDesc1
source: 1, VIP client can set the time frame to clean chat history on device: by default the messages will be kept permanently, it also can be set to 24 hours, 3 days, 7 days, 15 days, 1 month as required;
tr: 1. VIP müşderisi, wagty arassalamak üçin enjam bilen söhbetdeşlik ýazgysyny döredip biler: "Dayold", habar hemişelik harp bilen halas bolar ýa-da 24 sagat, 7 günüň dowamynda wagt talap edilýär, ýa-da 7 gün talap edip biler 1 aý
vi: VIP artykmaçlyk、:

# VIPDesc2
source: 2,Others cannot delete the VIP clients chat history;
tr: 2. Öçürilen vip müşderileri öçürip bolmaýan beýleki söhbet ýazgylary
vi: 1. Máy khách VIP có thể thiết lập bản ghi trò chuyện thiết bị để làm sạch phạm vi thời gian: Theo mặc định, thông báo sẽ được lưu vĩnh viễn hoặc nó có thể đặt phạm vi thời gian theo yêu cầu trong 24 giờ, 3 ngày, 7 ngày, 15 ngày, 1 tháng;

# VIPDesc3
source: 3,Group owner or administrator cannot delete VIP clients chat history;
tr: 3. Toparyň eýesi ýa-da administrator VIP Müşderi enjamlarynyň taryhyny pozup bilmeýär
vi: 1. VIP müşderisi, wagty arassalamak üçin enjam bilen söhbetdeşlik ýazgysyny döredip biler: "Dayold", habar hemişelik harp bilen halas bolar ýa-da 24 sagat, 7 günüň dowamynda wagt talap edilýär, ýa-da 7 gün talap edip biler 1 aý 、;

source: Diamond privileges
tr: Göwher agza aýratynlyk hukugy
vi: Đặc quyền thành viên kim cương

# DiamondDesc1
source: 1,You can set the time to save local historical messages: the default is not to delete permanently, 24 hours, 3 days, 7 days, 15 days, 1 month;
tr: Hak istimewa anggota berlian;
vi: Göwher agza aýratynlyk hukugy、：

# DiamondDesc2
source: 2,Others cannot delete the local client record;
tr: 1. Wagty Saklagda wagt saklamak üçin wagta belläp bilersiňiz: defoluter hemişelik öçürilen, 24 sagat, 1 gün, 1 aý, 1 aý, 1 aý, 15 gün
vi: 1. Bạn có thể đặt thời gian để lưu tin tức lịch sử địa phương: Mặc định bị xóa vĩnh viễn, 24 giờ, 3 ngày, 7 ngày, 15 ngày, 1 tháng、；

# DiamondDesc3
source: 3,The owner or administrator cannot delete local group messages;
tr: 2. Beýlekiler ýerli müşderileriň ýazgylaryny pozup bilmeýärler
vi: 1. Wagty Saklagda wagt saklamak üçin wagta belläp bilersiňiz: defoluter hemişelik öçürilen, 24 sagat, 1 gün, 1 aý, 1 aý, 1 aý, 15 gün、；

# DiamondDesc4
source: 4,Instant communication without friend request verification;
tr: 13. eýesi ýa-da dolandyryjy ýerli topar habarlaryny pozup bilmeýär
vi: 1. Wagty Saklagda wagt saklamak üçin wagta belläp bilersiňiz: defoluter hemişelik öçürilen, 24 sagat, 1 gün, 1 aý, 1 aý, 1 aý, 15 gün、；

source: Purchase ID
tr: Id satyn almak
vi: Mua id

# PurchaseIDTop
source: You can buy a special id number (subject to availability), and directly replace the old ID with newly pushed ID on your account.
tr: Clearörite ID belgini satyn alyň (bardygyna baglylykda) hasabyňyza göni itergi berlen ID-e göni punksiýa goýuň.
vi: Bạn có thể mua một số ID đặc biệt (tùy thuộc vào việc có sẵn) và thay thế trực tiếp ID cũ thành ID mới được đẩy vào tài khoản của bạn.

# PurchaseIDDes1
source: 1,The Requesting ID should be available;
tr: Anda dapat membangun nomor ID SPIECIL (tergantung pada apakah tersedia), dan secara langsung mengganti ID lama ke ID yang baru didorong ke akun Anda.
vi: Clearörite ID belgini satyn alyň (bardygyna baglylykda) hasabyňyza göni itergi berlen ID-e göni punksiýa goýuň.

# PurchaseIDDes2
source: 2,After purchasing a new ID number, it will be directly replaced as your iCan Chat ID, old ID will be invalid and the rest will remain unchanged in your account;
tr: 2. Täze ID belgisini satyn alnandan soň, şahsyýet belgisi ICAN söhbetdeşlik belgiňiz bilen gabat geler. Köne ID Gowşurmaň şowsuz bolar we galan hasaplar üýtgemez, galan hasaplar üýtgemeler
vi: 2. Sau khi mua số ID mới, số ID sẽ được thay thế trực tiếp bằng ID trò chuyện ICAN của bạn. ID cũ sẽ không thành công và các tài khoản còn lại không thay đổi、， Chat ID，;

source: Rules
tr: düzgün
vi: luật lệ

# ThisIdHasBeenUse
source: This ID has been used
tr: Bu şahsyýet ulanyldy
vi: ID này đã được sử dụng

# MyInfoViewController_memberTipsLabel
source: VIP privileges
tr: agza
vi: thành viên

source: Read receipts
tr: Makbuzu Oku
vi: Đọc công thức

# SelectMobileCodeRegisterTips
source: Once you set the region you selected and the registration is successful, your region cannot be changed again.
tr: Iýmitiňizi saýladyňyz we üstünlikli hasaba alanyňyzdan soň, sebitiňiz ony üýtgedip bilmez.
vi: Khi bạn đặt khu vực bạn chọn và đăng ký thành công, khu vực của bạn sẽ không thể thay đổi lại.

# SelectMobileTitle
source: Please select your region
tr: Sebitiňizi saýlaň
vi: Vui lòng chọn khu vực của bạn

source: Area:
tr: Sebit:：
vi: khu vực:：

source: Please select an area code
tr: Sebit koduny saýlaň
vi: Vui lòng chọn mã khu vực

# SureSelect
source: Are you sure you want to confirm the selection
tr: Saýlamagy tassyklamak üçin
vi: Có xác nhận sự lựa chọn

# PleaseEnterGuiderID
source: Please enter the referral ID (optional)
tr: Maslahatçy şahsyýetini giriziň (Saýlaň we dolduryň we dolduryň)
vi: Vui lòng nhập ID đề xuất (chọn và điền)

source: Update time
tr: Täzeleniş wagtyny täzeläň
vi: Cập nhật thời gian

source: License price
tr: Pricker
vi: Người cao cấp

source: Exchange
tr: çalyşmak
vi: đổi

source: Please set a payment password
tr: Töleg paroly belläň
vi: Vui lòng đặt mật khẩu thanh toán

source: Payment function is closed
tr: Töleg funksiýasy ýapyldy
vi: Chức năng thanh toán đã được đóng lại

source: iCan balance
tr: ican bakiyesi
vi: Cân bằng ICAN

# iCanbalanceD
source: iCan Balance (CNY)
tr: ican bakiyesi (CNY)
vi: Cân bằng ICAN (CNY)

# FreezAmount
source: Freeze
tr: donduruldu
vi: Đông cứng

source: Assets
tr: aktiwler
vi: tài sản

source: Exchange successful
tr: Üstünlikli alyş-çalyş
vi: Trao đổi thành công

source: Currency
tr: Walýuta
vi: tiền tệ

source: Code
tr: Kod
vi: Mã số

source: Asset List
tr: para birimi
vi: Danh sách tài sản

source: Buy
tr: Satyn almak
vi: Mua

source: Sell
tr: Satmak
vi: Bán

# AddQuickSendingContent
source: Quick Response
tr: Täze Express mazmunyny goşuň
vi: Thêm nội dung Express mới

source: Top message
tr: Ilkinji manysyz habar
vi: Thông điệp vô lý đầu tiên

source: Group notification
tr: Topar habarnamasy
vi: Thông báo nhóm

source: Invitation details
tr: Jikme-jiklikleri çagyryň
vi: Mời chi tiết

source: Confirm invitation
tr: Çakylygy tassyklaň
vi: Xác nhận lời mời

# HasConfirm
source: Has Confirmed
tr: tassyklandy
vi: đã xác nhận

# joinIn
source: joined
tr: goşulýar
vi: tham gia

# applyJoinGroup
source: group chat
tr: Toparlaýyn söhbetdeşlik
vi: trò chuyện nhóm

# ToConfirm
source: go to confirm
tr: Tassyklamak
vi: Xác nhận
