Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

source: Remove Users
tr: Kullanıcıları Kaldır
vi: Xóa người dùng

source: Confirm Users
tr: Kullanıcıları onaylayın
vi: Xác nhận người dùng

# Organization Settings
source: Change Permissions
tr: Organizasyon Ayarları Değişiklik
vi: Cài đặt tổ chức thay đổi

# View Organization Transactions
source: View Transactions
tr: Organizasyon işlemlerini görüntüleyin
vi: Xem các giao dịch tổ chức

source: Approve Transactions
tr: İşlemleri onaylayın
vi: Phê duyệt giao dịch

source: PENDING
tr: ASKIDA OLMASI
vi: CHƯA GIẢI QUYẾT

source: APPROVED
tr: ONAYLI
vi: TÁN THÀNH

source: REJECTED
tr: REDDEDİLMİŞ
vi: VẬT BỊ LOẠI BỎ

source: Reject
tr: Reddetmek
vi: Từ chối

source: Approve
tr: Onaylamak
vi: Chấp thuận.

source: Please get OTP from %@ and verify him in to the organization.
tr: Lütfen OTP'yi %@ bulun ve yukarıdaki numara alanını girin.
vi: Vui lòng tìm OTP từ %@ và nhập trường số trên.

source: Type
tr: Tip
vi: Kiểu

source: Date & Time
tr: Tarih ve Saat
vi: Ngày giờ

source: Add a note
tr: Bir not ekle
vi: Thêm một lưu ý

source: Please verify currency, amount and counterparty. After approval, transactions cannot be recalled.
tr: Lütfen para birimini, miktarı ve karşı tarafı doğrulayın. Onaydan sonra işlemler geri çağrılamaz.
vi: Vui lòng xác minh tiền tệ, số tiền và đối tác. Sau khi phê duyệt, các giao dịch không thể được gọi lại.

source: Approved by
tr: Tarafından onaylandı
vi: Được chấp nhận bởi

source: Rejected by
tr: Tarafından geri çevrildi
vi: Bị từ chối bởi

source: Assign users for the level
tr: Düzey için kullanıcı atama
vi: Chỉ định người dùng cho cấp độ

source: Reinvite
tr: Tekrar davet etmek
vi: Mời lại

source: Reacted
tr: Cevap
vi: Đã trả lời

source: to
tr: verdi
vi: với

# There are no any transactions available in this moment
source: No transactions
tr: Không có hồ sơ
vi: Kayıt yok

source: Pending approval
tr: Askıda olması
vi: Chưa giải quyết

source: Delete Level
tr: Xóa cấp độ
vi: Seviye Sil

source: Confirm to delete this level?
tr: Xác nhận để xóa cấp độ này?
vi: Bu seviyeyi silmeyi onaylayın?

source: Reject Transaction
tr: İşlemi reddet
vi: Từ chối giao dịch

source: Confim to reject this transaction?
tr: Bu işlemi reddetmek için cisim?
vi: Nhập cảnh để từ chối giao dịch này?

# C2C Transfer
source: Wallet transfers
tr: Chuyển ví
vi: Cüzdan transferi

# C2C Withdrawal
source: Block chain withdrwal
tr: Blockchain được đề cập
vi: Blockchain bahsedildi

# Utility Payments
source: Wallet Utility Payments
tr: Thanh toán ví
vi: Cüzdan ödemesi

# No Level
source: None
tr: không có
vi: hiçbiri

source: Enter the payment password
tr: Ödeme şifresini girin
vi: Nhập mật khẩu thanh toán

source: Unverified
tr: Doğrulanmamış
vi: Chưa được xác minh

source: Enter your email and get a verification code to bind the email. After binding your may use Email address to sign in, retrieve password and process transactions.
tr: E -postanızı girin ve e -postayı bağlamak için bir doğrulama kodu alın. Bağlandıktan sonra, oturum açmak, şifre almak ve işlemleri işlemek için e -posta adresinizi kullanabilir.
vi: Nhập email của bạn và nhận mã xác minh để ràng buộc email. Sau khi ràng buộc bạn có thể sử dụng địa chỉ email để đăng nhập, truy xuất mật khẩu và xử lý các giao dịch.

source: Email address
tr: E -posta adresi
vi: Địa chỉ email

source: Verification code
tr: Doğrulama kodu
vi: Mã xác nhận

source: No changes made
tr: Değişiklik yapılmadı
vi: Không có thay đổi được thực hiện

# orgPendingTransaction
source: Pending Transaction
tr: Onay
vi: Sự chấp thuận

# payPassRemainingAttempt
source: Remaining attempts
tr: Kalan denemeler
vi: Những nỗ lực còn lại

# payPassHint
source: 5 unsuccessful payment password attempts will lock your transactions for 24 hours.
tr: 5 Başarısız Ödeme Şifre Denemeleri, işlemlerinizi 12 saat boyunca kilitleyecektir.
vi: 5 Thử mật khẩu thanh toán không thành công sẽ khóa các giao dịch của bạn trong 24 giờ.

# payPassUnblockHint
source: Your transactions will be unlocked at
tr: işlem süresinin kilidini açın
vi: Mở khóa thời gian giao dịch

source: Skip
tr: yi atla
vi: Bỏ qua

source: OTP login
tr: OTP Giriş
vi: Đăng nhập OTP

# registration.email
source: Email Registration
tr: E -posta Kayıt
vi: đăng ky email

# registration.username
source: Username registration
tr: Kullanıcı Adı Kayıt
vi: Đăng ký tên người dùng

# validation.username.hint
source: Please enter Username
tr: Lütfen kullanıcı adı girin
vi: Vui lòng nhập tên người dùng

source: Quick login
tr: Hızlı giriş
vi: Đăng nhập nhanh

# validation.email
source: Email cannot be empty
tr: E -posta boş olamaz
vi: Email không thể trống

# validation.username
source: Username cannot be empty
tr: Kullanıcı adı boş olamaz
vi: Tên ngươi dung không được để trông

# validation.username.pattern
source: User name must contain only letters, numbers only. cannot contain special characters.
tr: Kullanıcı adı yalnızca harfler, yalnızca numaralar içermelidir. Özel karakterler içeremez.
vi: Tên người dùng phải chỉ chứa các chữ cái, chỉ số. không thể chứa các ký tự đặc biệt.

# validation.username.exists
source: Username already exists
tr: Kullanıcı adı zaten var
vi: tên này đã có người dùng

# validation.email.exists
source: Email already exists
tr: Bu e-posta zaten var
vi: Email đã tồn tại

source: Business Type
tr: İş Tipi
vi: Loại hình kinh doanh

source: Select Business Type
tr: İş Türünü Seçin
vi: Chọn loại hình kinh doanh

source: Business
tr: İşletme
vi: Việc kinh doanh

source: Select Your Business Type
tr: İşletme Türünüzü Seçin
vi: Chọn loại hình kinh doanh của bạn

source: Change email
tr: Değişim e-posta
vi: Thay đổi e-mail

source: Bind new email
tr: Yeni e -postayı bağlayın
vi: Liên kết email mới

source: Replying to
tr: Cevap vermek
vi: Trả lời

source: Upload a transaction proof
tr: Bir işlem kanıtı yükleyin
vi: Tải lên một bằng chứng giao dịch

# chatView.function.video
source: Video
tr: wideo

# RegisterButton
source: Sign up
tr: hasaba duruň

# timelineVideo
source: Video
tr: wideo

source: Sri Lanka
tr: Şri-Lankka

source: Yue Bao
tr: Yu'ebebao

# C2CVideo
source: Video
tr: wideo

source: View details
tr: Detayları göster

source: The withdrawal application has been submitted successfully
tr: Para çekme başvurusu başarıyla gönderildi

source: Withdrawal is expected to arrive within 30 minutes
tr: Para çekme işleminin 30 dakika içinde gerçekleşmesi bekleniyor

source: Khmer
tr: Kamboçyalı

source: Sinhala
tr: Sinhalaca

source: According your own business needs create your organization and accelerate the digitalization of business, and strengthening transaction security.
tr: Kendi iş ihtiyaçlarına göre, sadece yaratılış kurulması, iş dünyasının dijitalleşmesini hızlandırma ve işlem güvenliğini güçlendirme.
