Repository: kusalrajapaksha/ICanChat
Catalog: ICan/SupportFile/*.lproj/Localizable.strings
Languages: tr, vi

source: Total:
tr: umumy mukdary
vi: tổng cộng

source: Quantity
tr: Gyzyl konwertleriň sany
vi: Số lượng phong bì đỏ

source: Enter number
tr: Belgini dolduryň
vi: Điền vào số

# GE
source: an
tr: mahsusýet
vi: không thường xuyên

source: View details
tr: Almak jikme-jikliklerini görüň
vi: Xem chi tiết nhận

# RedPacketHistory
source: History
tr: Gyzyl konwertiň rekordlary
vi: Hồ sơ phong bì màu đỏ

source: Received packets
tr: Gyzyl konwert aldy
vi: Nhận được phong bì đỏ

source: Received
tr: Aldy
vi: Nhận

source: Sent packets
tr: Gyzyl konwert
vi: Phong bì màu đỏ

source: Sent
tr: Jemi
vi: Toàn bộ

# BalanceCNY
source: Balance(CNT)
tr: Deňagramlylyk (CNT)
vi: Sự cân bằng (nhân dân tệ)

source: Random amount
tr: Gyzyl konwertler bilen eller bilen söweş
vi: Chiến đấu với phong bì đỏ

source: Identical amount
tr: Adaty gyzyl konwert
vi: Phong bì màu đỏ thông thường

# RandomAmountNow
source: Random amount.
tr: Häzirki wagtda söweşmek üçin gyzyl konwert üçin,，
vi: Hiện tại cho một phong bì màu đỏ để chiến đấu,，

source: Change to identical amount
tr: Adaty gyzyl konwertlere üýtgeşme
vi: Thay đổi thành phong bì màu đỏ thông thường

# IdenticalAmountNow
source: Identical amount.
tr: Häzirki wagtda adaty gyzyl konwert,，
vi: Hiện là một phong bì màu đỏ thông thường,，

source: Change to random amount
tr: Gyzyl konwerte üýtgetmek
vi: Thay đổi thành phong bì màu đỏ

# Up to 1 millionCNY
source: Up to 1 Million CNT for each red packet
tr: Ýekeje gyzyl konwertiň mukdary 1 million ýudanyň içinde bolup bilmez
vi: Số lượng của một phong bì màu đỏ duy nhất không thể vượt quá 1 triệu nhân dân tệ

source: Maximum quantity is 100
tr: Bir gezekde 100-e çenli gyzyl konwert iber
vi: Gửi tới 100 phong bì màu đỏ cùng một lúc

# At least 0.1CNY for eaach Red Packet
source: At least 0.1CNT for each Red Packet
tr: Ýekeje gyzyl konwertiň mukdary 0.1 ýuany az bolmaly däldir.
vi: Lượng của một phong bì màu đỏ duy nhất không được nhỏ hơn 0,1 nhân dân tệ.

source: Please attention to the amount range
tr: Gyzyl konwertiň mukdaryna üns bermegiňizi haýyş edýäris
vi: Vui lòng chú ý đến phạm vi số lượng phong bì màu đỏ

source: Select mine
tr: Ningyldyrym sanyny giriziň
vi: Vui lòng nhập số lượng sét

source: mine
tr: ýyldyrym
vi: sấm sét

source: Game multiple
tr: Oýun köp
vi: Trò chơi nhiều

source: multiple
tr: Wagtlar
vi: Lần

source: Red packet range
tr: Gyzyl konwertiň çykýan çäkleri
vi: Phạm vi phát hành phong bì màu đỏ

source: Opened
tr: Aldy
vi: Đã nhận được

source: Set real name
tr: Hakyky adyny kesgitläň
vi: Đặt tên thật

source: Enter real name
tr: Hakyky ady doldurmagyňyzy haýyş edýäris
vi: Vui lòng điền vào tên thật

source: Set password
tr: Täze parol düzüň
vi: Đặt mật khẩu mới

# PasswordLength
source: Length is 6-20 bits
tr: Parol uzynlygy 6-20
vi: Độ dài mật khẩu là 6-20 chữ số-20

# PaymentPassword
source: Password
tr: Ödeme Şifresi
vi: Mật khẩu thanh toán

# ForgotPaymentPassword
source: Forget password
tr: Töleg paroly ýatdan çykaryň
vi: Quên mật khẩu thanh toán

source: Fingerprint payment
tr: Barmak yzy
vi: Thanh toán dấu vân tay

source: Set Payment password
tr: Töleg paroly guruň
vi: Thiết lập mật khẩu thanh toán

source: 6-digit password
tr: 6 Sanly paroly
vi: 6 Mật khẩu kỹ thuật số

# FindPaymentPassword
source: Forget password
tr: Töleg paroly almak
vi: Lấy lại mật khẩu thanh toán

# EnterNewPaymentPassword
source: New payment password
tr: Täze töleg parolyny giriziň
vi: Vui lòng nhập mật khẩu thanh toán mới

# ThePasswordCannotBeEmpty
source: Password cannot be empty
tr: parol boş bolup bilmez
vi: Mật khẩu không thể trống

# ThePasswordsDoNotMatch
source: The password do not match
tr: Iki parol gabat gelmeýän
vi: Hai mật khẩu không nhất quán

source: The password 6 is a pure number
tr: Parol 6-den arassa san
vi: Mật khẩu là các số thuần túy 6 bit

# PleaseEnterNickname
source: Enter nickname
tr: Lakam ýazmagyňyzy haýyş edýäris
vi: Hãy nhập một nickname

# LoginAccount
source: Account
tr: Hasap
vi: tài khoản 号

# LoginPasswrod
source: Passwrod
tr: şifre düzeltme
vi: mật khẩu mở khóa

# LoginViewController.loginBtn
source: Login
tr: Giriş Yap
vi: Đăng nhập

source: Find password
tr: Paroly almak
vi: Lấy lại mật khẩu

source: Enter account
tr: Ulanyjy adyny girizmegiňizi haýyş edýäris
vi: Vui lòng nhập tên người dùng

source: Enter password
tr: Paroly ýazmagyňyzy haýyş edýäris
vi: Xin vui lòng nhập mật khẩu

# Logining
source: Please wait..
tr: girmek
vi: đăng nhập

# EnterUserName
source: ICan ID
tr: Ulanyjynyň adyny giriziň
vi: Vui lòng nhập tên người dùng

# RegisterTitle
source: Sign up
tr: hasaba duruň
vi: Đăng ký

# RegisterAccount
source: Account
tr: Hasap 号
vi: tài khoản

# RegisterFirstPassword
source: Enter password
tr: Paroly (6-20 san) giriziň (6-20 san)
vi: Vui lòng nhập mật khẩu (6-20 chữ số)（6-20）

# RegisterSecondPassword
source: Enter again
tr: Paroly täzeden giriziň
vi: Vui lòng nhập lại mật khẩu

source: Code
tr: Kodu Giriniz
vi: Mã xác nhận

source: Account numbers cannot be pure numbers
tr: Hasap arassa sanlar bolup bilmez
vi: Tài khoản không thể là số thuần túy

# AddBankCard
source: Add Bank Account
tr: Banka Kartları
vi: Thêm thẻ ngân hàng

source: Bank
vi: ngân hàng

source: Branch
tr: Kiçi
vi: Phụ -branch

# CardNumber
source: Card No.
tr: Kart nomeri
vi: số thẻ

# Choosebank
source: Bank name
tr: Bankdan saýlanmagyňyzy haýyş edýäris
vi: Vui lòng chọn ngân hàng

# BranchBankName
source: Open a branch of this card
tr: Hasabyň açylyş bankynyň adyny dolduryň
vi: Vui lòng điền tên của ngân hàng mở tài khoản

# BankCard
source: Enter bank card number
tr: Banka Kartları
vi: Vui lòng nhập số thẻ ngân hàng

# NextStep
source: Next
tr: Indiki ädim
vi: Bước tiếp theo

# BankRemind
source: Please complete the bank card information
tr: Bank kartoçkasynyň maglumatlaryny düzüň
vi: Vui lòng tạo ra thông tin thẻ ngân hàng

# BankCardError
source: The bank card number is incorrect
tr: Bank kartoçkasynyň belgisi nädogry
vi: Số thẻ ngân hàng là sai

source: Banking service
tr: Bank hyzmaty
vi: Dịch vụ ngân hàng

source: Unbind
tr: Baglanyşygy galdyr
vi: Nâng ràng buộc

# RechargeRecord
source: Transactions
tr: yükleme kaydı
vi: Hồ sơ nạp tiền

# Please select the rachrge amount
source: Please select the recharge amount
tr: Lütfen ücret tutarını seçin
vi: Vui lòng chọn số tiền rachrge

source: Total amount
tr: Jemi mukdar:
vi: Tổng cộng:：

source: Top-up amount
tr: Zarýad berlen
vi: Lượng sạc lại

source: Top-up failure
tr: Zarýad bermek şowsuz
vi: Nạp tiền thất bại

# Top-upSuccess
source: Top-up successful
tr: Üstünlikli zarýad bermek
vi: Recharge thành công

# WithdrawalRecord
source: W History
tr: Yzyna almak ýazgysy
vi: Hồ sơ rút tiền

# Withdrawal Amount
source: Withdraw amount
tr: Çykmak mukdary
vi: Số tiền rút

source: Service fee
tr: Hyzmat tölegi
vi: Phí dịch vụ

# WithdrawalBalance
source: Balance
tr: Balans
vi: Tất cả sự cân bằng

# WithdrawalAll
source: Withdraw all
tr: Ähli pul almak
vi: Tất cả rút tiền

source: The withdrawal has been submitted, please wait patiently for the administrator's review
tr: Yza çekmek tabşyryldy, administratory gözden geçirmek üçin sabyrsyzlyk bilen garaşmagyňyzy haýyş edýäris
vi: Việc rút tiền đã được gửi, vui lòng kiên nhẫn chờ đợi quản trị viên để xem xét

source: No bank card for the time being
tr: Wagt üçin bank kartoçkasy ýok
vi: 暂时没有银行卡

source: Please bind your bank card, otherwise you can't withdraw cash
tr: Bank kartoçkasyny baglanyşdyrmagyňyzy haýyş edýäris, başgaça yzyna alynmaz
vi: Vui lòng ràng buộc thẻ ngân hàng, nếu không bạn sẽ không bị rút,

source: Please set the real name first
tr: Ilki bilen hakyky ady belläň
vi: Vui lòng đặt tên thật trước

# Withdrawal amount shall not be less than
source: Withdrawal amount should not be less than
tr: Yza çekmek mukdary kiçi bolup bilmez
vi: Số tiền rút tiền không thể nhỏ hơn

# The withdrawal amount shall not be greater than
source: The withdrawal amount should not be greater than
tr: Yza çekmek mukdary has uly bolup bilmez
vi: Số tiền rút tiền không thể lớn hơn

# DeleteMessageRemind
source: Really want to delete this message?
tr: Habary pozýarsyňyzmy?
vi: Bạn có xóa tin nhắn không?

# DeleteFriendRemind
source: Really want to delete this friend
tr: Dostuňyzy pozýarsyňyzmy?
vi: Bạn có xóa bạn của bạn không?

# RecallMessageRemind
source: Are you sure you want yo recall message?
tr: Habary yzyna alýarsyňyzmy ?
vi: Bạn có rút lại tin nhắn không ?

# GroupBannedRemind
source: The group has been banned
tr: Bu topar gadagan edildi
vi: Nhóm này đã bị cấm

source: You are not in the group chat
tr: Bu topar hakda gürleşmeýärsiň
vi: Bạn không nói về nhóm này

source: Delete success
tr: üstünlikli öçürildi
vi: đã xóa thành công

source: Loading...
tr: Adingüklenýär ...
vi: Đang tải...

source: Translating...
tr: çeviri...
vi: Phiên dịch...

# FriendRemind
source: He/She is not your friend
tr: Beýleki tarap seniň aragatnaşyk dostum däl
vi: Bên kia không phải là người bạn giao tiếp của bạn

# FriendRequestSentSuccess
source: Friend request sent
tr: Dostlar üstünlik ibermegi haýyş edýärler
vi: Bạn bè yêu cầu gửi thành công

source: Friend request
tr: dost haýyşy
vi: yêu cầu kết bạn

source: Enter Nickname
tr: Lakamy giriziň
vi: Nhập biệt danh

source: Enter remarkname
tr: Bellikleri giriziň
vi: Nhập nhận xét

source: Delete members
tr: Toparyň agzalaryny kowmak
vi: Khởi động các thành viên trong nhóm

# SelectChat
source: Select a chat
tr: öňe gitmek
vi: chuyển tiếp đến

source: Select Chat
tr: Sohbeti seç
vi: chọn trò chuyện

source: Send to:
tr: Ibermek:
vi: gửi đến:

# LeaveMessage
source: Leave a message
tr: Dostlar üçin habar goýuň
vi: Để lại một tin nhắn cho bạn bè

# Join the group chat
source: Join group chat
tr: Toparlaýyn söhbetdeşlige goşulyň
vi: Tham gia trò chuyện nhóm

source: Confirm to join the group chat
tr: Toparlaýyn söhbetdeşlige goşulmagy tassyklaň
vi: Xác nhận rằng tham gia trò chuyện nhóm

source: Modifying notes
tr: Bellikleri üýtgedilýär
vi: Các nhận xét đang được sửa đổi

source: Success changed
tr: Dostlaryňyzyň belliklerini üstünlikli üýtgetmek
vi: Sửa đổi thành công nhận xét của bạn bè của bạn

source: Confirm delete?
tr: Toparyň agzalaryny pozmagy kesgitläňmi ??
vi: Xác định xóa các thành viên nhóm ??

# PublishContent
source: All members will be notified of this notice. Post it now?
tr: Biltor toparyň ähli agzalarynyň ähli agzalarynyň neşir edilmegine habar berer
vi: Thông báo sẽ thông báo cho tất cả các thành viên của nhóm để xuất bản，

# ContentRemind
source: The content cannot be empty
tr: Bildiriş Mazmuny boş bolup bilmez
vi: Nội dung thông báo không thể trống

# UnFriendTips
source: He/she is not your friend
tr: Beýleki tarap seniň aragatnaşyk dostum däl
vi: Bên kia không phải là người bạn giao tiếp của bạn

# ResendMessage
source: Resend the message
tr: Habarlaryň gaýtadan açylandygy
vi: Cho dù tin tức được phát hành lại

# UnFriendTips2
source: not friend
tr: Dost däl
vi: Không phải là một người bạn

# AddFriendTip
source: Adding friend
tr: Dostlar eýýäm ýüz tutdular
vi: Bạn bè đã áp dụng

# Know
source: OK
tr: Düşündim
vi: Hiểu rồi

# CannotVoiceCallTips
source: Not a friend can't make a voice call
tr: Dostuň sesli jaň edip bilmeýär
vi: Không phải một người bạn không thể thực hiện cuộc gọi thoại

source: Game hall
tr: Oýunlar lobbi
vi: Lobby trò chơi

# Todayheadlines
source: Today's headlines
tr: Şu günki sözbaşy
vi: Tiêu đề hôm nay

# VerificationCodeSendSuccess
source: The verification code has been sent to your phone
tr: Barlag kody üstünlikli iberildi
vi: Mã xác minh được gửi thành công

source: Personal service
tr: Şahsy hyzmat
vi: Dịch vụ cá nhân

source: Third-party service
tr: Üçünji -PETY HAKYNA hyzmaty
vi: Dịch vụ thứ ba -đảng

source: Promote offline
tr: Mahabat afişasy
vi: Áp phích khuyến mãi

source: Offline inquiry
tr: Awtonom sorag
vi: Truy vấn ngoại tuyến

source: Offline list
tr: Awtonom sanaw
vi: Danh sách ngoại tuyến

source: Commission list
tr: Geňeş sanawy
vi: Danh sách hoa hồng

source: Commission leaderboard
tr: Komissiýa reýtingleri
vi: Xếp hạng hoa hồng

source: Commission leaderboard reward description
tr: Komissiýa reýtingleri sylag görkezmeleri
vi: Bảng xếp hạng hoa hồng hướng dẫn phần thưởng

# RedEnvelopeAndLotteryRewardDescription
source: red packet and Lottery reward description
tr: Gyzyl konwerte lotereýa sylag görkezmeleri
vi: Hướng dẫn phần thưởng xổ số phong bì màu đỏ

source: Chess reward description
tr: Küşt we kartoçka oýnamak görkezmeleri
vi: Hướng dẫn khen thưởng cờ vua và trò chơi bài

source: Chess
tr: Küşt we kartoçka
vi: Cờ vua và thẻ

source: Lottery
tr: Lotereýa
vi: Vé số

source: Hot recommendations
tr: Gyzgyn maslahat
vi: Khuyến nghị nóng

source: Copy URL
tr: baglanyşygy
vi: sao chép đường dẫn

source: Promotion page
tr: Mahabat afişasy
vi: Áp phích khuyến mãi

source: Fishing
tr: Balyk
vi: Cá

# BindCardTips
source: Please bind your bank card >
tr: Bank kartoçkasyny görkezmegiňizi haýyş edýäris>
vi: Vui lòng ràng buộc thẻ ngân hàng>

# Billing Details
source: Billing
tr: Bill
vi: hóa đơn thanh toán

source: service recharge
tr: Müşderi hyzmaty zarýad bermek
vi: Tái nạp dịch vụ khách hàng

source: Service
tr: Müşderi hyzmaty
vi: dịch vụ khách hàng

source: Check the details
tr: Jikme-jiklikleri barlaň
vi: Kiểm tra chi tiết

source: LuckyDraw
tr: bagtly aýlanmak
vi: Spin may mắn

source: Ranking
tr: Reýting
vi: Xếp hạng

# verifyNameTips
source: Please verify it with your real name
tr: Hakyky tassyklamak hakykata gitmegiňizi haýyş edýäris
vi: Vui lòng đi đến xác thực thực sự

source: current balance
tr: häzirki balans
vi: Cân bằng hiện tại

source: Group rule
tr: Toparyň düzgünleri
vi: Quy tắc nhóm

source: Customer service recharge
tr: Müşderi hyzmaty zarýad bermek
vi: Tái nạp dịch vụ khách hàng

source: Enter
tr: Gir
vi: Đi vào

source: Monday
tr: Duşenbe
vi: Thứ hai

source: Tuesday
tr: Sişenbe
vi: Thứ ba

source: Wednesday
tr: Çarşenbe
vi: Thứ Tư

source: Thursday
tr: Penşenbe
vi: Thứ năm

source: Friday
tr: Juma
vi: Thứ sáu

source: Saturday
tr: Şenbe
vi: Thứ bảy

source: Sunday
tr: Sundayekşenbe
vi: Chủ nhật

# SelectAtUser
source: Select user
tr: Ýatlatmalary saýlaň
vi: Chọn lời nhắc

source: Message
tr: maglumat
vi: thông tin

source: New friends
tr: Täze dostlar
vi: Những người bạn mới

# Friend Detail
source: Profile
tr: Şahsy maglumatlar
vi: Thông tin cá nhân

# Remark
source: Remarks
tr: Bellendi
vi: Nhận xét

source: Chat
tr: sohbet etmek
vi: trò chuyện

source: E-mial
tr: e-posta adresi
vi: Thư

# Scan And Add Group Chat
source: Scan to join the group chat
tr: Iki -Dentensiýany skanirläň we Topar söhbetdeşligine goşulyň
vi: Quét mã hai chiều và tham gia trò chuyện nhóm，

# Profile Photos
source: Profile photo
tr: Şahsy awatar
vi: Avatar cá nhân

source: Head setting
tr: Awatar Sazlamalary
vi: Cài đặt Avatar

source: Gender setting
tr: Jyns düzüň
vi: Đặt giới tính

# Keep chat records for seven days
source: Keep chat records for 7 days
tr: 7 gün boyunca sohbet kayıtlarını tut
vi: Giữ một hồ sơ trò chuyện trong vòng bảy ngày

# Keep chat records for two weeks
source: Keep chat records for 14 days
tr: Iki hepdäniň içinde söhbetdeşlik ýazgysyny saklaň
vi: Giữ một hồ sơ trò chuyện trong vòng hai tuần

# Keep chat records for one month
source: Keep chat records for 1 month
tr: Bir aýyň içinde söhbet ýazgysyny saklaň
vi: Giữ một bản ghi trò chuyện trong vòng một tháng

source: Phone/E_mial
tr: Jübi telefon belgisi / Poçta gutusy
vi: Số điện thoại di động/hộp thư/

source: Resend
tr: Bejermek
vi: Chia rẽ

source: Forget password
tr: Paroly ýatdan çykardyňyzmy ?
vi: Quên mật khẩu?

source: New password
tr: Yeni şifre
vi: mật khẩu mới

source: Do you want to exit group chat
tr: Topar söhbetdeşliginden çykmak isleýärsiňizmi?
vi: Bạn có muốn thoát khỏi trò chuyện nhóm

source: Do you want to delete?
tr: Öçürmek isleýärsiňizmi?
vi: Bạn có muốn xóa nó không?

source: Friend added successfully
tr: Dostlukly dost goş
vi: Thêm thành công bạn bè

source: Search location
tr: Gözleg ýeri
vi: Vị trí tìm kiếm

# DeleteFriendTips
source: Delete the contact with chat records
tr: Aragatnaşygy pozuň we bir wagtyň özünde kontakt bilen söhbetdeşlik ýazgyny öçüriň
vi: Xóa liên hệ và xóa bản ghi trò chuyện với liên hệ cùng một lúc，

source: Accept
tr: kabul et
vi: Chấp nhận

source: Refuse
tr: Ret etmek
vi: Từ chối

source: Refused
tr: ret edildi
vi: từ chối

# Addad
source: Added
tr: kabul edildi
vi: Đã được chấp nhận

# AddFriendTips
source: The other side requests to add you as a friend
tr: Beýleki tarapyň sizi dost hökmünde goşmagy haýyş edýär
vi: Bên kia yêu cầu thêm bạn làm bạn

# RefuseTips
source: You have rejected friend request
tr: Dost hökmünde birek-birege goşmakdan ýüz öwürdiňiz
vi: Bạn đã từ chối thêm nhau như một người bạn

# AgreeTips
source: You have agreed to add each other as a friend
tr: Dost hökmünde beýleki tarapy goşmaga razy bolduňyz
vi: Bạn đã đồng ý thêm bên kia làm bạn

# DeleteTips
source: He/She delete you
tr: Beýleki tarap sizi pozýar
vi: Bên kia xóa bạn

# Please enter comments
source: Please enter Alias
tr: Bellikleri giriziň
vi: Vui lòng nhập nhận xét

source: Change group name
tr: Toparyň adyny üýtgetmek
vi: Sửa đổi tên nhóm

source: Change Alias
tr: Sözleri üýtgediň
vi: Sửa đổi nhận xét

# Change group nickname
source: My Alias in Group
tr: Lakamy üýtgediň
vi: Sửa đổi biệt danh

# Whether Clear chat
source: Clear chat history
tr: Söhbet taryhyny arassalamak ýa-da
vi: Có nên xóa lịch sử trò chuyện hay không

# Set up successfully
source: Updated
tr: Üstünlikli sazlamalar
vi: Cài đặt thành công

source: Please enter the original payment password
tr: Töleg paroly giriziň
vi: Vui lòng nhập mật khẩu thanh toán

# Please enter the new payment password
source: Please enter password
tr: Täze töleg parolyny giriziň
vi: Vui lòng nhập mật khẩu thanh toán mới

source: Enter new payment password again
tr: Täze töleg parolyny täzeden giriziň
vi: Nhập lại mật khẩu thanh toán mới

source: Please enter the payment password
tr: 6 Haneli Şifre
vi: Vui lòng nhập mật khẩu thanh toán

source: Enter payment password again
tr: Şifreyi Tekrar Girin
vi: Nhập lại mật khẩu thanh toán

# originalpaymentpassword
source: Current password
tr: Asyl töleg paroly
vi: Mật khẩu thanh toán ban đầu

source: Current password
tr: Mevcut Şifre
vi: Mật khẩu cũ

# Confirmpaymentpassword
source: Confirm
tr: Şifreyi Onayla
vi: Xác nhận mật khẩu thanh toán

source: Change payment password
tr: Töleg parolyny üýtgediň
vi: Sửa đổi mật khẩu thanh toán

source: Setting payment password
tr: Ödeme Şifresini Belirleyin
vi: Thiết lập mật khẩu thanh toán

# Exit group or not
source: Are you sure you want to delete and exit the group chat?
tr: Topara çykmalymy?
vi: Có nên thoát khỏi nhóm

source: Function not open yet
tr: Bu funksiýa entek açylmady
vi: Chức năng này chưa được mở

source: Exit group...
tr: Toparda ...
vi: Trong nhóm ...

# Quit successfully
source: Successful
tr: Üstünlikli çykyş
vi: Thoát khỏi thành công

source: No data
tr: Maglumat ýok
vi: Không có dữ liệu

source: User does not exist
tr: Ulanyjy ýok
vi: Người dùng không tồn tại

# Your invitation
source: You're Invited
tr: Çagyrýarsyňyz
vi: Bạn mời

source: Create...
tr: Mejlejur ...
vi: Nhà thờ ......

source: Successfully created
tr: Üstünlikli ýaradylyş
vi: Sáng tạo thành công

source: In invitation...
tr: Çakylyklar ...
vi: Thư mời ......

# You put
source: You removed
tr: Sen alynýarsyň
vi: Bạn lấy

source: Remove group chat
tr: Toparlaýyn söhbetdeşlikden çykmak
vi: Di chuyển ra khỏi trò chuyện nhóm

# Kicking people...
source: Removing
tr: Ur!...
vi: Đá ......

# Successfully kicked out
source: Successfully removed
tr: Üstünlikli kowmak
vi: Đá thành công

source: has been sent
tr: Iberildi
vi: Đã được gửi đi

# Cannot send a blank message
source: Unable to send blank message
tr: Boş habar iberip bilmeýär
vi: Không thể gửi tin nhắn trống

source: Group name modified successfully
tr: Toparyň adyny üstünlikli üýtgetmek
vi: Sửa đổi thành công tên nhóm

source: Modified success
tr: Üstünlikli üýtgetmek
vi: Sửa đổi thành công

# View all members
source: All members
tr: ALhli agzalary görüň
vi: Xem tất cả các thành viên

source: 《Withdrawal agreement》
tr: Para Çekme Sözleşmesii
vi: Thỏa thuận chứng nhận

source: Sure log out
tr: Giriş gündeliginden çykmalymy
vi: Có thoát đăng nhập vào

# Agree to the agreement and bind the card
source: I agree and bind the card
tr: Şertnama bilen ylalaşyň we kartany daňyň
vi: Đồng ý với thỏa thuận và buộc thẻ

# All my friends
source: All friends
tr: Ähli dostlar
vi: Tất cả bạn bè

source: Receive
tr: Teslim Alma
vi: Nhận tiền

# payments
source: Payment
tr: Tölemek
vi: Chi trả

source: Total wallet
tr: Umumy gapjyk (ýuan)
vi: Tổng số ví (Yuan)(元)

source: Sweep and pay me
tr: Süpüriň we töle
vi: Quét và trả tiền cho tôi，

source: Save QR code
tr: Suraty ýazdyryň
vi: lưu hình ảnh

source: Custom query
tr: Customörite talap
vi: Truy vấn tùy chỉnh

# Recharge mode
source: Top up mode
tr: ödeme şekli
vi: Phương pháp nạp tiền

source: Create New Wallet
tr: Yeni Cüzdan Oluştur
vi: Tạo ví mới

source: Creating Your Secure Wallet...
tr: Güvenli Cüzdanınızı Oluşturun ...
vi: Tạo ví an toàn của bạn ...

source: Create TRC20 Wallet
tr: TRC20 Cüzdan Oluştur
vi: Tạo ví TRC20

source: Create ERC20 Wallet
tr: ERC20 Cüzdan Oluştur
vi: Tạo ví ERC20

source: Please wait while we set up your wallet. This ensures the security of your funds and protects your assets.
tr: Cüzdanınızı kurarken lütfen bekleyin. Bu, fonlarınızın güvenliğini sağlar ve varlıklarınızı korur.
vi: Vui lòng đợi trong khi chúng tôi thiết lập ví của bạn. Điều này đảm bảo bảo mật tiền của bạn và bảo vệ tài sản của bạn.

source: Fast, secure, and easy-to-use wallet to manage your cryptocurrency assets.
tr: Kripto para birimi varlıklarınızı yönetmek için hızlı, güvenli ve kullanımı kolay cüzdan.
vi: Ví nhanh, an toàn và dễ sử dụng để quản lý tài sản tiền điện tử của bạn.

source: Recent transfer
tr: Soňky bir geçirmek
vi: Chuyển nhượng gần đây

source: Confirm withdraw
tr: Yza çekmek
vi: Xác nhận việc rút tiền

source: Withdrawal to bank card
tr: Bank kartoçkasyna çykmak
vi: Rút vào thẻ ngân hàng

source: Cash to alipay
tr: Galyp üçin galyp
vi: Getle đến Alipay

source: Add other alipay accounts
tr: Beýleki bellikli hasaplary goşuň
vi: Thêm các tài khoản Alipay khác

# Add Alipay
source: Bind Alipay
tr: Başka Alipay hesapları ekleyin
vi: Thêm Alipay

source: Alipay binding
tr: Alipay Bağlama
vi: Alipay ràng buộc

# See protocol
source: View agreement
tr: Teswirnamany gözläň
vi: Xem giao thức

source: Confirm add
tr: Goşýandygyny tassyklaň
vi: Xác nhận thêm

source: Please enter alipay account number
tr: Aldaway hasaby giriziň
vi: Vui lòng nhập tài khoản Alipay

source: Bill details
tr: Jikme-jiklikler
vi: Thông tin chi tiết

source: Current state
tr: Häzirki ýagdaýy
vi: Tình trạng hiện tại

# Transaction time
source: Trans.time
tr: geleşik sagatlary
vi: giờ giao dịch

# Transaction order No
source: Transaction number
tr: Geleşik sargyt belgisi
vi: Số đơn đặt hàng

# accountSecurityTips
source: In case of account information leakage, password forgetting, fraud and other account security problems, you can go to the security center
tr: Hasap maglumatlarynyň syzmagyňyza ýüz tutsaňyz, paroly, galplygy we beýleki hasaby howpsuzlyk meseleler meselelerini ýatdan çykar, howpsuzlyk merkezine baryp bilersiňiz
vi: Nếu bạn gặp rò rỉ thông tin tài khoản, hãy quên mật khẩu, gian lận và các vấn đề bảo mật tài khoản khác, bạn có thể đến trung tâm bảo mật，忘记密码，

# ClearTips
source: Clear all cache and chat records
tr: Sohbet Geçmişini Silmek İstiyor Musunuz?
vi: Có xóa tất cả các bản ghi bộ đệm và trò chuyện hay không

# Clean up
source: Cleaned up
tr: Arassalamak
vi: Dọn dẹp

source: My bank card
tr: Bank kartym
vi: Thẻ ngân hàng của tôi
